[
    {
        "codes": [
            "BMSI"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_574cf1.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_574cf1.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_901593d2.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_901593d2.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_a27fbae5.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_a27fbae5.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_4abb4a03.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_4abb4a03.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_b99889e8.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_b99889e8.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_0933b973.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_0933b973.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_d2f0ee43.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_d2f0ee43.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_ebc0e537.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_ebc0e537.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_6526b6df2de75.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_6526b6df2de75.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/4189_6526b6df31ba0.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/4189_6526b6df31ba0.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/4189_ecde.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/4189_ecde.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "food": 3.9,
            "guide": 4.4,
            "overall": 4.2,
            "operator": 4.6,
            "itinerary": 4.4,
            "transport": 4.2,
            "accommodation": 3.9
        },
        "tour_id": 4189,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 204,
            "name": "Intrepid Travel"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>All Intrepid group trips in Iceland are accompanied by one of our group leaders, who will also be the driver. The aim of the group leader is to take the hassle out of your travels and to help you have the best trip possible. Intrepid endeavours to provide the services of an experienced leader however, due to the seasonality of travel, rare situations may arise where your leader is new to a particular region or training other group leaders.<br><br>Your leader will provide information on the places you are travelling through, offer suggestions for things to do and see and introduce you to our local friends. While not being guides in the traditional sense you can expect them to have a broad general knowledge of the places visited on the trip, including historical, cultural, religious and social aspects.</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "7 breakfasts, 1 dinner",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>Golden Circle - Strokkur Geysir</p><p>Golden Circle - Gullfoss Waterfall</p><p>Golden Circle - Thingvellir National Park</p><p>Skogafoss - Waterfall Visit</p><p>South Coast - Rocks of Reynisfjara</p><p>Vik - Seljalandsfoss Waterfall</p><p>Seljalandsfoss - Waterfall Visit</p><p>East Fjords - Scenic Drive with Stops at Djupivogur & Egilsstadir</p><p>Jokulsarlon - Glacier Lagoon Boat Tour</p><p>Myvatn - Namaskard Boiling Mud Pools, Dimmuborgir & Skutustadir Crater Group</p><p>Dettifoss - Waterfall Visit</p><p>Myvatn - Lake Myvatn</p><p>Godafoss - Waterfall Visit</p><p>Akureyri - Walking Tour</p><p>Snaefellsnes - Home-cooked dinner</p><p>Snaefellsnes National Park</p>",
                    "is_included": true
                },
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "description": "<p>International flights not included.</p>",
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "Insurance is not included. Travel insurance is required for this tour. Please make sure you are adequately covered. If you require travel insurance, TourRadar has partnered up with World Nomads to provide a hassle-free experience. More information can be found here (https://www.tourradar.com/travel-insurance).",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>On this trip we are travelling in our own private minibus as this allows us to reach some more off the beaten path destinations and gives us flexibility which would not be possible by public transport. Please note that there are some long travel days and some rough stretches on gravelly and windy roads. On some days we depart early in the morning to ensure we optimise our time. All our vehicles in Iceland have complimentary Wi-Fi.</p><p>Private minibus with free Wi-Fi</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p><br><b>OCCASIONAL ALTERNATIVE ACCOMMODATION:</b><br><br>The style of accommodation indicated in the day-to-day itinerary is a guideline. On rare occasions, alternative arrangements may need to be made due to the lack of availability of rooms in our usual accommodation. A similar standard of accommodation will be used in these instances.<br><br><b>TWIN SHARE BASIS:</b><br><br>Accommodation on this trip is on a twin/multishare basis. We pair up solo travellers with another traveller of the same gender as per the gender marker on each of their passports. Please note there may be times where facilities will be shared rather than ensuite and rare occasions when you share a room with passengers travelling on different Intrepid trips than your own. <br><br><b>CHECK-IN TIME:</b><br><br>Throughout the trip we request that our hotels prepare rooms in time for our arrival, especially if we're arriving prior to normal check-in time. However this isn't always possible which means we won't be able to check-in immediately on arrival at some hotels. Instead, we can store our luggage and explore our new destination.<br><br><b>PRE/POST TRIP ACCOMMODATION:</b><br><br>If you've purchased pre-trip or post-trip accommodation (if available), you may be required to change rooms from your trip accommodation for these extra nights.<br><br><b>FACILITIES:</b><br><br>Your accommodation may not always have private en suite facilities or air-conditioning. European hotels generally don't provide kettles or fridges.</p><p><p>Hotel (4 nights), Guest house & Farm stay with shared facilities (3 nights)</p></p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hotel",
                            "nights": 4
                        },
                        {
                            "type": "guesthouse",
                            "nights": 3
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 15
            },
            "recommended": {
                "max_age": 70,
                "min_age": 18
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.255857,
                        "city_name": "Thingvellir National Park",
                        "longitude": -21.130362,
                        "location_id": 16219,
                        "country_code": "IS"
                    }
                ],
                "description": "Hallo! Welcome to Reykjavik, which lies just below the Arctic Circle. The city sees around four hours of sunlight a day in winter and 22 hours or more in summer. Surrounded by volcanic peaks and crystalline ocean and boasting a vibrant arts and nightlife scene, Reykjavik's contrasts are utterly beguiling. Your adventure kicks off with a welcome meeting at 6 pm at your accommodation. If you arrive early, why not head to the National Museum, which depicts the history of Iceland from the ninth century – when the first Vikings from mainland Scandinavia arrived and settled – to the present day. Or perhaps join locals who gossip and chatter in the Laugardalslaug Geothermal Pool."
            },
            {
                "order": 2,
                "title": "Day 2: Golden Circle / Hvolsvollur Valley",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.310372,
                        "city_name": "Geysir",
                        "longitude": -20.302361,
                        "location_id": 37792,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.327751,
                        "city_name": "Gullfoss",
                        "longitude": -20.121333,
                        "location_id": 16224,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.74999,
                        "city_name": "Hvolsvollur",
                        "longitude": -20.233984,
                        "location_id": 12536,
                        "country_code": "IS"
                    }
                ],
                "description": "Make an early start to beat the crowds on the Golden Circle route. Head to Thingvellir National Park, home to the Parliament Plains and location of Iceland’s first parliament. Thingvellir also contains the Silfra fissure, where the North American and Eurasian tectonic plates are slowly pulling apart. The resulting gap is partly filled with fresh water and is clearly visible. From here head to the Geysir geothermal area, checking out Strokkur and watching as the geyser swells with blue water before erupting and shooting some 20-30 metres in the air. Be spellbound by the immense beauty and sheer power of the Gullfoss (Golden) double waterfall on the Hvita River, before proceeding to a remote farm in the Hvolsvollur region, our overnight stop for the night."
            },
            {
                "order": 3,
                "title": "Day 3: South Coast / Jokulsarlon Glacier Lagoon",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.608285,
                        "city_name": "Seljaland",
                        "longitude": -19.990439,
                        "location_id": 29035,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.532222,
                        "city_name": "Skogafoss",
                        "longitude": -19.511033,
                        "location_id": 20258,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.405741,
                        "city_name": "Reynisfjara",
                        "longitude": -19.071616,
                        "location_id": 25150,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.070309,
                        "city_name": "Jokulsarlon",
                        "longitude": -16.21154,
                        "location_id": 16225,
                        "country_code": "IS"
                    }
                ],
                "description": "Begin the day with a visit to breathtaking Seljalandsfoss waterfall, followed by Skogafoss waterfall. At 25-metres wide with a 60-metre drop, this waterfall roars. You can feel its power up close with a strenuous walk up a windy set of stairs up to a stunning viewpoint. The black sands and bizarre, rectangular rock formations of Reynisfjara are up next. The last stop of the day is the famous Jokulsarlon Glacier Lagoon. Make sure you head down to Diamond Beach, where some of the icebergs are washed onto the black sand. Your leader can help you book an optional walk on the mottled blue, grey and black face of one of the tongues of Europe's largest glaciers, the epic ice cap of Vatnajokull. From Jokulsarlon Glacier Lagoon it is not far to our overnight stay, located on another lagoon that is sheltered by a black sandbar."
            },
            {
                "order": 4,
                "title": "Day 4: East Fjords / Modrudalur Valley",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.266781,
                        "city_name": "Egilsstadir",
                        "longitude": -14.395094,
                        "location_id": 13804,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.374387,
                        "city_name": "Modrudalur",
                        "longitude": -15.882008,
                        "location_id": 31020,
                        "country_code": "IS"
                    }
                ],
                "description": "Start the day by returning to the Jokulsarlon Glacier Lagoon. Cruise between jagged icebergs in an included boat tour. Then take a scenic drive along the rugged coast of the East Fjords. Enjoy spectacular views of high mountains, deep fjords, spectacular waterfalls, glaciers and quaint fishing villages. Make stops along the way at small but notable towns like Djupivogur, which became a member of the cittaslow movement in 2013 and is aiming to be the Happiest Town in Iceland, and drop by Egilsstadir, home to the mythic Lagarfljot Wyrm. Continue along mountain roads into the highland to the farm village of Modrudalur. At 469 metres (1539 feet) above sea level, Modrudalur is the highest inhabited place in Iceland, and snow can be seen almost year-round. Stretch your legs with a walk to the farm's church, built in 1949 by farmer Jon Adalsteinn Stefansson in memory of his wife. Spend the evening on this unique farm, which is small but rich in history."
            },
            {
                "order": 5,
                "title": "Day 5: Lake Myvatn / Akureyri",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.815144,
                        "city_name": "Dettifoss",
                        "longitude": -16.385656,
                        "location_id": 25737,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.60386,
                        "city_name": "Myvatn",
                        "longitude": -16.996104,
                        "location_id": 12538,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    }
                ],
                "description": "Set off for magnificent Dettifoss, Europe's mightiest waterfall at 100-metres wide and with a 45-metre drop into the craggy shores of Jokulsargljufur canyon below. It’s so powerful that it’s vibrations can be felt underfoot. Continue to volcanic Lake Myvatn. Next is Namaskard, where steam rises from the sulphuric terrain and it’s hard to believe you’re on Earth and not Mars. Take a walk around the lava stacks and caves of Dimmuborgir and then observe the massive pseudo craters of Skutustadir. Continue to the crescent shaped Godafoss waterfall, where legend says a lawmaker priest threw the idols of the Norse gods when Christianity became Iceland’s official religion in AD1000. Travel on to Akureyri and settle into your accommodation for the evening."
            },
            {
                "order": 6,
                "title": "Day 6: Akureyri / Snaefellsnes Peninsula",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    }
                ],
                "description": "Situated at the head of Iceland's longest fjord, Akureyri is the nation's second-largest city. Embark on a short walking tour of the town, taking in the striking church and other local sights. Later, continue to Snaefellsnes Peninsula, home to the magnificent Snaefellsjokull Glacier, which played a starring role in Jules Verne's 1864 novel Journey to the Centre of the Earth. Next up is Lysuholslaug, where you can bathe in thermal pools (depending on the season) or check out the Icelandic horses grazing in the fields. Look forward to an included home-cooked dinner this evening."
            },
            {
                "order": 7,
                "title": "Day 7: Snaefellsnes Peninsula / Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "Continue exploring the Snaefellsnes Peninsula, beginning with the white beach at Budir, then go on to Arnarstapi, where a short stroll along the coastal cliffs exposes you to rich bird life and other wonders of nature. Continue on to the basaltic pebble beach Djupalonssandur. In the afternoon head back to Reykjavik to complete your circuit of Iceland. You may wish to book an optional whale watching tour for late afternoon if you are here between May and December. The rest of the evening is yours for the taking. Perhaps head out for dinner with your fellow travellers and toast with a glass of Brennivin, a savoury schnapps."
            },
            {
                "order": 8,
                "title": "Day 8: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "Today is departure day and time to say sjaumst (see you soon)! Check out time is at midday. If you are departing later, you can arrange with reception to store your luggage at the hotel. If you wish to spend more time in Reykjavik, we'll be happy to book additional accommodation for you (subject to availability). Please speak to your booking agent at the time of booking. Perhaps browse some of the city's great art galleries. If you feel like something more active, book yourself on a Silfra Fissure snorkelling adventure, where you’ll discover this underwater ridge with water visibility of up to 120 metres. Alternatively, while away the hours with a soak in the geothermal waters of the famous Blue Lagoon."
            }
        ],
        "tour_name": "Iceland Discovery",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 14,
                "group_id": 4,
                "type_name": "Active",
                "group_name": "Nature & Adventure"
            },
            {
                "type_id": 77,
                "group_id": 11,
                "type_name": "In-depth Cultural",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 377,
                "group_id": 3,
                "type_name": "Easy",
                "group_name": "Physical rating type"
            }
        ],
        "description": "Travel to Iceland and delve into the ancient tales of Vikings and volcanoes on this eight-day adventure to its heartlands. Marvel at geothermal hot springs, witness the steamy eruptions of a giant geyser, touch the tongue of Europe's biggest glacier at Vatnajokull and cruise the Jokulsarlong Glacial Lagoon, see lava that's still warm after decades and witness the giant Skogafoss and Detifoss waterfalls in all their splendour. Travel through Iceland's isolated corners and the land of the famous Blue Lagoon – so mysterious and ethereal that they have inspired artists, poets and musicians for centuries. Plus, with a local leader on hand to answer any questions and get you from place to place, you’ll be cruising around this icy isle in no time.<br /><br />A remote location and high-performing currency are just two reasons Iceland can be an expensive destination. This affects things like museum entrance fees and outdoor activities, but is especially noticeable when eating out. Your leader will be able to advise on how to save money, but in remote areas the only option for dinner will be at the guesthouse we are staying at. Please stock up on food at a supermarket prior to arrival if you would like to opt out eating at the guesthouse's restaurant.\r\n\r\nThe extremity of the weather makes for incredible scenery, but it also means Iceland can be very cold, especially at the start and end of the season and at night. Please bring appropriate clothing for adverse weather conditions. On the rare occasions your leader must alter the itinerary due to the weather which can cause roads being blocked, sites closure etc. Your leader will discuss the necessary changes and alternatives where possible.\r\n\r\nIn order to access what’s off the beaten track, a few long drives are in order. This is a great opportunity to enjoy the scenery and spend some time getting to know the other members of your group.\r\n\r\nThe facilities will be shared in some of the guest houses that you stay on this trip.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255857,
                    "city_name": "Thingvellir National Park",
                    "longitude": -21.130362,
                    "location_id": 16219,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.310372,
                    "city_name": "Geysir",
                    "longitude": -20.302361,
                    "location_id": 37792,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.327751,
                    "city_name": "Gullfoss",
                    "longitude": -20.121333,
                    "location_id": 16224,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.74999,
                    "city_name": "Hvolsvollur",
                    "longitude": -20.233984,
                    "location_id": 12536,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.608285,
                    "city_name": "Seljaland",
                    "longitude": -19.990439,
                    "location_id": 29035,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.532222,
                    "city_name": "Skogafoss",
                    "longitude": -19.511033,
                    "location_id": 20258,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.405741,
                    "city_name": "Reynisfjara",
                    "longitude": -19.071616,
                    "location_id": 25150,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070309,
                    "city_name": "Jokulsarlon",
                    "longitude": -16.21154,
                    "location_id": 16225,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.266781,
                    "city_name": "Egilsstadir",
                    "longitude": -14.395094,
                    "location_id": 13804,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.374387,
                    "city_name": "Modrudalur",
                    "longitude": -15.882008,
                    "location_id": 31020,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.815144,
                    "city_name": "Dettifoss",
                    "longitude": -16.385656,
                    "location_id": 25737,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.60386,
                    "city_name": "Myvatn",
                    "longitude": -16.996104,
                    "location_id": 12538,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.68384,
                    "city_name": "Akureyri",
                    "longitude": -18.110619,
                    "location_id": 6080,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "location_id": 1000067,
                    "natural_destination_name": "Iceland Golden Circle"
                },
                {
                    "type": "region",
                    "location_id": 1000418,
                    "natural_destination_name": "Iceland Ring Road"
                }
            ]
        },
        "reviews_count": 41,
        "max_group_size": 12,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 10
            },
            {
                "year": 2024,
                "month": 4
            },
            {
                "year": 2024,
                "month": 5
            },
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            },
            {
                "year": 2025,
                "month": 10
            },
            {
                "year": 2025,
                "month": 4
            },
            {
                "year": 2025,
                "month": 5
            },
            {
                "year": 2025,
                "month": 6
            },
            {
                "year": 2025,
                "month": 7
            },
            {
                "year": 2025,
                "month": 8
            },
            {
                "year": 2025,
                "month": 9
            }
        ],
        "tour_length_days": 8,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [
            "The tour was wonderful - it offered all the highlights and many different impressions and activities. Breathtaking waterfalls, vast landscapes, glaciers and icebergs, black beaches, secluded accommodations in unreal landscape and all this accompanied by an extremely friendly and good-humored tour guide.",
            "Good Itinerary and great guide. Overall a well organized and run trip. Enjoyed every bit of it.",
            "This was an amazing once in a lifetime trip. Truly fantastic. The small group size meant we got a lot of personalized attention, we got to see a lot of extra sites, and we stayed safe from Covid exposure. Our guide was pleasant, knowledgeable and fantastic to be around; just a great guy. I think everyone else on the tour was a repeat Intrepid/TourRadar customer. If you can, I’d book one day extra in Reykjavík at both the beginning and end of the tour.",
            "The trip was wonderful! Iceland is well worth visiting.",
            "Incredible trip! Shame the itinerary is changing for 2020 as it’s cutting out my 2 favorite stays on the trip. Still..I’m not a tour person at all. I prefer off the beaten path, flexibility for unexpected adventures, etc. but Jónas provided all of this. He was the best!!!! As a avid single, female, I’ve realized done a lot of solo travel but there are many places I’d like to go that aren’t the best choice for a single, solo, female traveler. However, now that I’ve found f Intrepid Tours, the doors have opened and I am already looking at where to go next.",
            "Great tour. Enjoyed several upgrades, excellent food and tour guide kept us busy with extra bonus's including my favourite...the puffins",
            "Overall a great journey with a fantastic guide and wonderful experienced travelers. Stefan our guide was very friendly and knowledgeable about Iceland’s history and natural resources. He masterfully and safety manuvered our bus through icy mountain roads and muddy trails to reach our daily objectives. Our accomodations were adequate and comfortable with complimentary breakfasts in the morning. Our guide made frequent rest stops and ensured our meal requirements were met with several options. He gave us sufficient time to explore each attraction after his explanation of their significance. He made a smooth transition to our accomodations each evening and assisted with luggage. Great communications and coordination between Tourradar/Intrepid Tours and the traveler. I will definately book another tour with you in the future!",
            "The poor rating is for Tour Radar, not for the actual Intrepid Iceland tour. Every request-email to Tour Radar prompted an automatic reply that there was unusually high traffic on their site and it may take days to get a response. Due to their poor communication, my friend and I lost out on a guesthouse accommodation they had promised us verbally on the phone. Once on the trip, others who had booked directly through Intrepid were notified of a meeting place change, but we never were. Would recommend booking any tour directly through the provider. I'll never use Tour Radar again. The Intrepid tour of Iceland was great. Our tour guide, Karl, was a native and took us to some special places that weren't even listed on the itinerary. He also shared a wealth of knowledge about his country and had a great sense of humor.",
            "Wonderful trip and I was matched with another nice travel companion/rom mate.Waterfalls were spectacular in June, but what the trip extra special was our local guide Harpa. She even invited the group to her family home to sample some typical Icelandic hors nibbles and home made drinks. Then she took us to visit the family horses! I would recommend this trip!",
            "The tour was well designed - we saw a variety of places and enjoyed a wide range of activities. The van was a convenient means of transportation, but the seats in the back row were cramped, with less leg room than between the other rows, and on the long drives it became very uncomfortable. The accommodation was excellent in most places, with clean and airy rooms. Exception: the large guesthouse in Siglufjordur, where the standard of cleanliness was lower, and the faucet in our room sink was stiff and very hard to use. The food was fresh, healthy, and tasty in all places. Stefan was knowledgeable, helpful in all situations, responsive to our needs, and personable. He also announced and implemented seat rotation."
        ],
        "tour_url": "https://www.tourradar.com/t/4189"
    },
    {
        "codes": [
            "1522",
            "IMG31"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_00ce2e71.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_00ce2e71.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_3895f932.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_3895f932.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_752451a4.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_752451a4.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_b664e9cd.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_b664e9cd.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_69ac5103.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_69ac5103.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_b1ac466a.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_b1ac466a.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_ef03d46d.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_ef03d46d.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_223c84db.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_223c84db.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/25512_24d1817d.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/25512_24d1817d.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/25512_2876.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/25512_2876.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "food": 4.8,
            "guide": 5.0,
            "overall": 4.8,
            "operator": 4.7,
            "itinerary": 4.8,
            "transport": 4.7,
            "accommodation": 4.2
        },
        "tour_id": 25512,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 1367,
            "name": "Icelandic Mountain Guides"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>Qualified guide for 5 days </p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "<p>Food for 5 days (from lunch on day 1 to lunch on day 5)</p>",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>Final evening barbecue party in Þórsmörk</p>",
                    "is_included": true
                },
                {
                    "description": "<ul>  <li>Sleeping bag</li>  <li>Showers in huts (payable on site)</li></ul>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "<p>Personal Insurance is not included - please ensure you have your own personal insurance which includes rescue</p>",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>Public transportation to and from Reykjavík<br /></p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>Accommodation in mountain huts dormitory><li>Transfer of luggage</p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hut"
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 14
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Reykjavík - Landmannalaugar - Hrafntinnusker",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.990842,
                        "city_name": "Landmannalaugar",
                        "longitude": -19.060595,
                        "location_id": 16233,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.93363,
                        "city_name": "Hrafntinnusker Mountain",
                        "longitude": -19.168546,
                        "location_id": 27688,
                        "country_code": "IS"
                    }
                ],
                "description": "We take the regular bus from BSI bus terminal at 07:00, that during the summer months drives the mountain tracks that lead to Landmannalaugar, passing by the Hekla volcano and other volcanoes in the Dómadalur area. Arriving in Landmannalaugar at noon, we have a lunch and then head south into the mountains. The trail takes us past small gorges, steaming hot springs and yellow mountain ridges. Arrival at Hrafntinnusker mountain hut, were we will stay the night, in the late afternoon."
            },
            {
                "order": 2,
                "title": "Day 2: Hrafntinnusker - Álftavatn",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.93363,
                        "city_name": "Hrafntinnusker Mountain",
                        "longitude": -19.168546,
                        "location_id": 27688,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.857635,
                        "city_name": "Alftavatn",
                        "longitude": -19.227233,
                        "location_id": 38386,
                        "country_code": "IS"
                    }
                ],
                "description": "From Hrafntinnusker we descend down in the gullies of Jökultungur with hundreds of steaming hot springs and mud pools. Up there we enjoy fascinating views to the south to the Álftavatn area (Swan Lake), and the Mýrdalsjökull and Eyjafjallajökull glaciers. In the afternoon we arrive at Álftavatn hut where we stay the night.\r\n"
            },
            {
                "order": 3,
                "title": "Day 3: lftavatn - Emstrur",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.857635,
                        "city_name": "Alftavatn",
                        "longitude": -19.227233,
                        "location_id": 38386,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.765991,
                        "city_name": "Emstrur",
                        "longitude": -19.373982,
                        "location_id": 27687,
                        "country_code": "IS"
                    }
                ],
                "description": "We pass at the foot of the green conic volcano of Stórasúla before entering the black deserts of Mælifellssandur. Heading towards another ancient and verdurous volcano, the Hattfell, we enter the Emstrur region where farmers used to graze their sheep in summer. Before arriving at the Botnar hut where we stay the night, we visit the magnificent Markarfljót canyon cut almost 200 m down into the rocks south of Hattfell."
            },
            {
                "order": 4,
                "title": "Day 4: Emstrur - Þórsmörk",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.765991,
                        "city_name": "Emstrur",
                        "longitude": -19.373982,
                        "location_id": 27687,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.702654,
                        "city_name": "Thorsmork Nature Reserve",
                        "longitude": -19.427149,
                        "location_id": 16228,
                        "country_code": "IS"
                    }
                ],
                "description": "We continue up and down through the small valleys and gullies of Emstrur, where the great Mýrdalsjökull glacier rises only a couple of kilometers away. At the end of the day the vegetation starts to grow thicker and higher as we descend in to Þórsmörk's (the woods of Thor) green valleys filled with arctic birch forests and colorful flowers. Night in one of the huts in Þórsmörk."
            },
            {
                "order": 5,
                "title": "Day 5: rsmörk - Reykjavík",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.702654,
                        "city_name": "Thorsmork Nature Reserve",
                        "longitude": -19.427149,
                        "location_id": 16228,
                        "country_code": "IS"
                    }
                ],
                "description": "We spend the morning in Þórsmörk where we walk along one of numerous paths. For example, we can visit to the Sönghellir cave (“Song cave”), climb up the small mountain of Valahnúkur from where magnificent view can be enjoyed, before taking the afternoon bus to Reykjavík. Arrival at Reykjavik BSI bus terminal where the trip ends.at 19:30"
            }
        ],
        "tour_name": "5-Day Laugavegur Trek in Huts",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 73,
                "group_id": 11,
                "type_name": "Hiking & Trekking",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 231,
                "group_id": 18,
                "type_name": "Mountain Hikes",
                "group_name": "Hiking Styles"
            },
            {
                "type_id": 240,
                "group_id": 18,
                "type_name": "Attraction-Based Hikes",
                "group_name": "Hiking Styles"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 379,
                "group_id": 3,
                "type_name": "Serious",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 403,
                "group_id": 29,
                "type_name": "Private Room",
                "group_name": "Solo Travelers"
            }
        ],
        "description": "Iceland’s most famous trek from Landmannalaugar to Þórsmörk lives up to the hype. The magical and diverse landscape combined with the long and bright Icelandic summer days, will capture your nature loving heart. We top off this amazing adventure with a ce",
        "start_point": {
            "name": "BSÍ Bus Terminal ",
            "time": "06:30",
            "address": "Vatnsmýrarvegur 10, Reykjavík, Iceland",
            "latitude": 64.137628,
            "longitude": -21.935123
        },
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.990842,
                    "city_name": "Landmannalaugar",
                    "longitude": -19.060595,
                    "location_id": 16233,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.93363,
                    "city_name": "Hrafntinnusker Mountain",
                    "longitude": -19.168546,
                    "location_id": 27688,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.857635,
                    "city_name": "Alftavatn",
                    "longitude": -19.227233,
                    "location_id": 38386,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.765991,
                    "city_name": "Emstrur",
                    "longitude": -19.373982,
                    "location_id": 27687,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.702654,
                    "city_name": "Thorsmork Nature Reserve",
                    "longitude": -19.427149,
                    "location_id": 16228,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 64.19559821518635,
                    "longitude": -18.0903256878859,
                    "location_id": 1000062,
                    "country_code": "IS",
                    "natural_destination_name": "South Iceland"
                },
                {
                    "type": "region",
                    "location_id": 1001128,
                    "natural_destination_name": "Laugavegur"
                }
            ]
        },
        "reviews_count": 7,
        "max_group_size": 16,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            }
        ],
        "tour_length_days": 5,
        "is_instant_confirmable": false,
        "has_machine_translated_content": false,
        "reviews": [
            "The group was professional and informative. The trek itself was dramatic and spectacular, as if being on another planet",
            "Great trip...;leader was well versed in history and culture of Iceland....well planned out",
            "The hike was beautiful and very well organized. Our guide - Yonn - did an amazing job of keeping a large group organized and coordinated. His attention to detail, description of locations, local history and knowledge was a great added value. Food was delicious and satisfying. Would suggest limiting group size as we were a large group. Also, the description on tour radar could have more accurately described the hike - providing elevation/topograhic profiles to show the terrain would have been helpful. Despite some challenging weather - would definitely do this again. Have already recommended it to many people! This trek was a wonderful way to see some rugged and beautiful landscape and really get away from it all.",
            "Solvi was great! Very prepared and informative. Also had a great way of dealing with some of the more challenging people/situations on our tour.",
            "A wonderful trip all around, Inga was extremely knowledgeable and took great care of us!",
            "Wonderful experience, fantastic guide",
            "Our guide was excellent. We really enjoyed her company during the trek. Well organised and informative. What we liked best was the varied and interesting landscape, the Icelandic salmon and lamb dinners prepared by our guides and the comradery with the guide and the group during the trek. We even liked the river crossings."
        ],
        "tour_url": "https://www.tourradar.com/t/25512"
    },
    {
        "codes": [
            "ZR",
            "ZR|8"
        ],
        "budget": "luxury",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_95f0ff.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_95f0ff.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_0b0a4f3d.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_0b0a4f3d.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_9eb3bba5.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_9eb3bba5.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_8baf2823.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_8baf2823.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_30fc3b1c.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_30fc3b1c.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_55826c8a.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_55826c8a.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_ceeb7b90.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_ceeb7b90.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_fff25aad.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_fff25aad.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_53a350de.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_53a350de.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/51304_aee5d735.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/51304_aee5d735.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/51304_cffa.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/51304_cffa.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "food": 4.3,
            "guide": 5.0,
            "overall": 5.0,
            "operator": 5.0,
            "itinerary": 5.0,
            "transport": 5.0,
            "accommodation": 4.3
        },
        "tour_id": 51304,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 1907,
            "name": "Globus"
        },
        "services": {
            "guide": [
                {
                    "description": "An expert guide is included.",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "Full buffet breakfast daily, 6 Dinners",
                    "is_included": true,
                    "food_options": [
                        "jain",
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "ships": [
                        {
                            "name": "K",
                            "description": ""
                        }
                    ],
                    "description": "Motorcoach; mountain train. Free Wi-Fi available on your motorcoach and in most hotel lobbies.",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "ship_rooms": [
                        {
                            "ship_name": "K"
                        }
                    ],
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hotel",
                            "nights": 7
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 80,
                "min_age": 5
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: ARRIVE IN REYKJAVIK, ICELAND",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Welcome to Reykjavik! </SPAN>At 6 pm, meet your Tour Director and travel companions for a welcome dinner at your hotel. (D)</BR></BR><SPAN CLASS=dayimage>REYKJAVIK-CITY.jpg</SPAN>"
            },
            {
                "order": 2,
                "title": "Day 2: REYKJAVIK–HELLISHEIÐARVIRKJUN–GEYSIR–GULLFOSS–THINGVELLIR–BORGARNES",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.279509,
                        "city_name": "Dover",
                        "longitude": -20.361384,
                        "location_id": 12408,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.327751,
                        "city_name": "Gullfoss",
                        "longitude": -20.121333,
                        "location_id": 16224,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.255857,
                        "city_name": "Thingvellir National Park",
                        "longitude": -21.130362,
                        "location_id": 16219,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.53834,
                        "city_name": "Borgarnes",
                        "longitude": -21.92064,
                        "location_id": 21560,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Incredible Iceland </SPAN>REYKJAVIK Orientation drive.</BR>HELLISHEIÐARVIRKJUN Visit the geothermal heat and electric power station.</BR>GEYSIR Stop at the hot springs and  taste local specialties with a glass of Geysir Schnapps.</BR>GULLFOSS Take pictures at the Gullfoss waterfalls.</BR>THINGVELLIR  Walk through the rift valley en route to Borgarnes.(B,D) </BR>180 mi / 290 km</BR></BR><SPAN CLASS=favorites>LOCAL FAVORITE </BR>NATURAL WONDERS Iceland is the only place in the world where separation between the North American and European geological rift (tectonic plates) are above sea level, and nowhere in the world are the edges of both plates as clearly visible than the rift valley in Thingvellir National Park. Here, you can stand on two continents at the same time! </SPAN></BR></BR><SPAN CLASS=dayimage>GULLFOSS-WATERFALL.jpg</SPAN>"
            },
            {
                "order": 3,
                "title": "Day 3: BORGARNES–HAUGANES–AKUREYRI",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Giant Love </SPAN>HAUGANES Take a  whale-watching cruise before continuing to Akureyri. (B)</BR>217 mi / 350 km</BR></BR><SPAN CLASS=favorites>LOCAL FAVORITE </BR>WILD & WONDERFUL Take a whale-watching cruise from Hauganes for the chance to spot humpback and minke whales and dolphins surfacing on the glassy waters of Eyjafjordur bay. </SPAN></BR></BR><SPAN CLASS=dayimage>HAUGANES-WHALE-WATCHING.jpg</SPAN>"
            },
            {
                "order": 4,
                "title": "Day 4: AKUREYRI–GOĐAFOSS–LAKE MÝVATN–DETTIFOSS–EGILSSTADIR",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.682999,
                        "city_name": "Godafoss",
                        "longitude": -17.550824,
                        "location_id": 22849,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.60386,
                        "city_name": "Myvatn",
                        "longitude": -16.996104,
                        "location_id": 12538,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Heavenly Sights </SPAN>AKUREYRI Take an orientation walk that includes the botanical gardens.</BR>GOĐAFOSS Take pictures of the “Waterfall of the Gods.”  Scenic drive to the lovely blue Lake Mývatn.</BR>LAKE MÝVATN Stop at lake Mývatn.</BR>DETTIFOSS Take photos of the most powerful waterfall in Europe (road conditions permitting) before continuing to Egilsstadir. (B,D) </BR>190 mi / 305 km</BR></BR><SPAN CLASS=highlights>TOUR HIGHLIGHT</BR>PICTURE PERFECT Take the photographs of a lifetime with a stop at North Iceland’s historic and magnificent Goðafoss waterfall, stretching 90 feet across dramatic rock formations to deliver its spectacular cascades along the glacial-fed Skjálfandafljót River. </SPAN></BR></BR><SPAN CLASS=dayimage>GODAFOSS-WATERFALL.jpg</SPAN>"
            },
            {
                "order": 5,
                "title": "Day 5: EGILSSTADIR–HÖFN AREA",
                "duration": 1,
                "description": "<SPAN CLASS=subtitle>Warm Friends on an Icelandic Fjord </SPAN>EGILSSTADIR Scenic drive en route to Höfn. (B,D)</BR>159 mi / 256 km</BR></BR><SPAN CLASS=highlights>TOUR HIGHLIGHT </BR>CULTURE & TRADITION Hear about the Lagarfljótwurm, a snake-like animal that is supposed to guard a pot of gold located by Lake Lögurinn and take in the natural beauty of this fjord town where sheep farming, fishing, and music festivals are all part of the culture.</SPAN></BR></BR><SPAN CLASS=dayimage>HOFN.jpg</SPAN>"
            },
            {
                "order": 6,
                "title": "Day 6: HÖFN AREA–LAKE JÖKULSÁRLÓN–SKAFTAFELL NATIONAL PARK–VIK AREA",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.255893,
                        "city_name": "Hofn",
                        "longitude": -15.207653,
                        "location_id": 13803,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.070309,
                        "city_name": "Jokulsarlon",
                        "longitude": -16.21154,
                        "location_id": 16225,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.070389,
                        "city_name": "Skaftafell",
                        "longitude": -16.974975,
                        "location_id": 12537,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.630404,
                        "city_name": "Eyjafjallajokull",
                        "longitude": -19.606733,
                        "location_id": 16218,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Icy Beauty</SPAN> LAKE JÖKULSÁRLÓN  Take photos of the Vatnajökull Glacier (weather permitting). Scenic drive through Skaftafell National Park en route to Vik. (B,D) </BR>169 mi / 272 km</BR></BR><SPAN CLASS=favorites>LOCAL FAVORITE </BR>PICTURE PERFECT Drive through the national park at Skaftafell and stop at Lake Jökulsárlón. Snap photos to capture the astonishingly beautiful glacier Vatnajökull (the Water Glacier) which flows into the lake for a spectacular sight to see at Iceland's largest ice cap. </SPAN></BR></BR><SPAN CLASS=dayimage>VATNAJOKULL-GLACIER.jpg</SPAN>"
            },
            {
                "order": 7,
                "title": "Day 7: VIK AREA–SELJALANDSFOSS–REYKJAVIK",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.74999,
                        "city_name": "Hvolsvollur",
                        "longitude": -20.233984,
                        "location_id": 12536,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Earthly Powers </SPAN>VIK AREA Scenic drive with views of the Eyjafjallajökull volcano. </BR>SELJALANDSFOSS Take photos of the waterfall.</BR>REYKJAVIK Enjoy a farewell dinner at a local restaurant. (B,D) </BR>118 mi / 190 km</BR></BR><SPAN CLASS=highlights>TOUR HIGHLIGHT</BR>NATURAL WONDERS Eyjafjallajökull is one of Iceland’s few stratovolcanoes (with an ice cap covering the caldera). When the volcano erupted in 2010, the glacier topping also broke, and the plume of ash rose over five miles into the sky – interrupting European air travel for almost a month! </SPAN></BR></BR><SPAN CLASS=dayimage>VIK.jpg</SPAN>"
            },
            {
                "order": 8,
                "title": "Day 8: REYKJAVIK",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "<SPAN CLASS=subtitle>Safe travels until we meet again! </SPAN>Your vacation ends with breakfast this morning. (B)</BR></BR><SPAN CLASS=dayimage>REYKJAVIK-EVENING.jpg</SPAN>"
            }
        ],
        "tour_name": "Iceland Adventure",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 14,
                "group_id": 4,
                "type_name": "Active",
                "group_name": "Nature & Adventure"
            },
            {
                "type_id": 77,
                "group_id": 11,
                "type_name": "In-depth Cultural",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 164,
                "group_id": 26,
                "type_name": "Family",
                "group_name": "Tour Demographics"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 378,
                "group_id": 3,
                "type_name": "Moderate",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 403,
                "group_id": 29,
                "type_name": "Private Room",
                "group_name": "Solo Travelers"
            }
        ],
        "description": "Icelandic folklore maintains there are clans of elves and trolls living in the country’s extraordinary hills, rocky outcrops, and lava fields. Will you meet these “Huldufólk” or “Hidden People” said to dislike churches, daylight, and electricity? Hard to say. But here’s what you will see on this breathtaking tour of Iceland—active volcanoes, roaring waterfalls, jagged glaciers, floating icebergs, black-sand beaches, and brilliant-blue geothermal springs. Unique, local experiences await in the “Land of Fire and Ice,” including tasting piping hot bread baked by the heat from the hot springs, sipping Geysir schnapps served at freezing point, and standing in awe before the spectacular Lake Jökulsárlón, home to Europe’s largest glacier and the site of some of the most dramatic scenes from the James Bond movie Die Another Day. The gargantuan sights in the land of the elves will surely leave you stirred, not shaken.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.279509,
                    "city_name": "Dover",
                    "longitude": -20.361384,
                    "location_id": 12408,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.327751,
                    "city_name": "Gullfoss",
                    "longitude": -20.121333,
                    "location_id": 16224,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255857,
                    "city_name": "Thingvellir National Park",
                    "longitude": -21.130362,
                    "location_id": 16219,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.53834,
                    "city_name": "Borgarnes",
                    "longitude": -21.92064,
                    "location_id": 21560,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.68384,
                    "city_name": "Akureyri",
                    "longitude": -18.110619,
                    "location_id": 6080,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.682999,
                    "city_name": "Godafoss",
                    "longitude": -17.550824,
                    "location_id": 22849,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.60386,
                    "city_name": "Myvatn",
                    "longitude": -16.996104,
                    "location_id": 12538,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255893,
                    "city_name": "Hofn",
                    "longitude": -15.207653,
                    "location_id": 13803,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070309,
                    "city_name": "Jokulsarlon",
                    "longitude": -16.21154,
                    "location_id": 16225,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070389,
                    "city_name": "Skaftafell",
                    "longitude": -16.974975,
                    "location_id": 12537,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.630404,
                    "city_name": "Eyjafjallajokull",
                    "longitude": -19.606733,
                    "location_id": 16218,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.74999,
                    "city_name": "Hvolsvollur",
                    "longitude": -20.233984,
                    "location_id": 12536,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "location_id": 1000418,
                    "natural_destination_name": "Iceland Ring Road"
                }
            ]
        },
        "reviews_count": 519,
        "max_group_size": 46,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 5
            },
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            },
            {
                "year": 2025,
                "month": 4
            },
            {
                "year": 2025,
                "month": 5
            },
            {
                "year": 2025,
                "month": 6
            },
            {
                "year": 2025,
                "month": 7
            },
            {
                "year": 2025,
                "month": 8
            },
            {
                "year": 2025,
                "month": 9
            }
        ],
        "tour_length_days": 8,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/51304"
    },
    {
        "codes": [
            "TSE"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_f56db3.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_f56db3.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_e082509c.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_e082509c.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_080f2114.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_080f2114.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_75e2228f.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_75e2228f.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_4378cf8d.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_4378cf8d.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_1648f873.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_1648f873.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_c302ccf1.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_c302ccf1.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_97572751.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_97572751.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_a691e61b.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_a691e61b.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/62957_d7cc3d68.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/62957_d7cc3d68.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/62957_5c69.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/62957_5c69.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "overall": 5.0,
            "operator": 4.4
        },
        "tour_id": 62957,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 398,
            "name": "Exodus Travels"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>Tour leader throughout</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "<p>All breakfasts, four lunches and four dinners are included.\r\n\r\nTypical meals when camping:\r\n\r\n \tBreakfast: Fresh fruit, yoghurt, porridge, muesli, bread, jam, tea/coffee\r\n \tLunch: Bread and soup, cheese, tuna, biscuits\r\n \tEvening meal: A combination of the following: meat (including Icelandic specialities such as smoked lamb), fish, pasta, beans, noodles, vegetables, and hot drinks. We will also have a few bars of chocolate, dried fruit, biscuits and some sweets to sustain us on the walks. Those who prefer evening drinks are advised to buy them in the duty-free upon arrival at the airport.\r\n\r\nDietary requirements: Vegetarians can be catered for, please advise at time of booking. As this is predominantly a camping trip, there is limited flexibility in camp. If you have specific dietary requirements, please ask at the time of booking to allow us to check with our local partners. Unfortunately, due to the remoteness of some locations, we are unable to cater for vegans.</p>",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>All activities as listed</p>",
                    "is_included": true
                }
            ],
            "transport": [
                {
                    "description": "<p>We use a comfortable van or bus, ruggedly built to Icelandic standards and able to cope with most types of terrain, including fording glacial rivers. Airport transfers are on the Flybus service.</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>The first and last nights are spent in Reykjavik. Here we usually use Hotel Klettur or the Storm Hotel, which both have comfortable rooms. As hotel availability in Reykjavik can be scarce during summer due to strong demand, we may occasionally use one hotel on the first night and a different hotel on the last night. If this is the case, any luggage you choose to leave in Reykjavik will be transferred from one hotel to the other for you.\r\n\r\nWhen camping, we usually stay at organised campsites with good facilities. Showers are available for a small fee – about 350 Icelandic kronas (US$2.60) – at some and are included at others. Some also have facilities for washing clothes. Spacious two-person tents with sewn-in groundsheets and separate flysheets are supplied. We provide a dining tent with a table, campstools, and LED lamps. Please note, some campsites in Iceland cannot be prebooked, and are allocated on a ‘first-come, first-served’ basis. In busy periods, we may occasionally use campsites different to those outlined in the itinerary.\r\n\r\nSingle accommodation, including a single tent, is available on request.</p>",
                    "is_included": true
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 16
            },
            "recommended": {
                "max_age": 70,
                "min_age": 30
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Start Reykjavik",
                "duration": 1,
                "description": "After a Flybus transfer to our hotel, we begin with a briefing from the leader, usually at 6.30pm. Here you receive an outline of the week ahead and have the chance to ask any questions. After, our groups typically go out for dinner together."
            },
            {
                "order": 2,
                "title": "Day 2: Reykjavik to Landmannalaugar (breakfast,lunch,dinner)",
                "duration": 1,
                "description": "We transfer up to the unmistakable Landmannalaugar mountains. The drive will take approximately four hours as we head through the south of Iceland, up the Thjorsardalur valley towards Mount Hekla, an enormous volcano responsible for enormous destruction in centuries past. Here, we turn into the Highlands and the black volcanic desert of the Fjallabak area. The Fjallabak Nature Reserve is one of the most popular areas in Iceland for trekking with a landscape like nowhere else, from black volcanic plains to multicoloured rhyolite mountains. At the heart of all this are the Landmannalaugar mountains, where we pitch our camp before having lunch.\r\n\r\nTypically, most trips begin the Laugavegur Trail today; however, we take the opportunity to enjoy a daywalk in these unique surroundings.\r\n\r\nOur afternoon walk heads to the top of Blue Peak and across the black Laugahruna lava field. The hot pools originate in this lava field, which was created in 1477, the last known eruption in the area.\r\n\r\nThis area is believed to be the southern end of the Bardarbunga volcanic system. The last eruption in the Bardarbunga system was a fissure eruption in the northern end from 2014 to 2015. Some 93mi (150km) north of Landmannalaugar, it was the largest eruption in Iceland for more than 200 years, though luckily did not have the same impact on air travel as the more famous Eyafjallajokull eruption of 2010.\r\n\r\nOur guide will prepare the evening meal in our mess tent, though group members are expected to pitch in and help with food preparation and washing up."
            },
            {
                "order": 3,
                "title": "Day 3: Landmannalaugar to Alftavatn (breakfast,lunch,dinner)",
                "duration": 1,
                "description": "For the next two days, we cross the Torfajokull volcanic area (rhyolitic stratovolcano), which was formed by a series of subglacial volcanic eruptions. It is the largest rhyolitic area in Iceland, consisting of rolling rhyolite hills with numerous hot springs and sulphur vents.\r\n\r\nWe start by crossing the Laugahraun lava field to the slopes of Brennisteinsalda, known for its photogenic spectrum of colours. We take a short but very worthwhile detour to the top.\r\n\r\nEn route we pass the Storihver hot spring, cross the high plateau and enter the Hrafntinnusker area. Here steam rises from hundreds of vents and our route passes numerous hot springs along the way.\r\n\r\nFrom Hrafntinnusker and across the Torfajokull Massif – the route meanders southwards and we hike past steaming hot springs and boiling mud pools before we start dropping down Jokultungur to the black volcanic plains west of the Myrdalsjokull glacier. The view is spectacular on a clear day with Myrdalsjokull and Eyjafjallajökull glaciers in the foreground and the black volcanic landscape between. We enter a totally different landscape of Palagonite ridges and peaks with black volcanic plains and big glacier rivers all around. Our aim for the day is Alftavatn lake where we pitch our tents once more."
            },
            {
                "order": 4,
                "title": "Day 4: Alftavatn to Emstrur (breakfast,lunch,dinner)",
                "duration": 1,
                "description": "We head further south towards Myrdalsjokull ice cap across the black volcanic landscape. There are several rivers in this area, the largest are bridged but the smaller ones are not. We make a detour just before we make it to our destination of the day, Emstrur, heading west for the Markarfljotsglufur canyon. The Markarkfljot glacial river has cut this canyon nearly 655ft (200m) deep and it is worth a visit. After the canyon, we have a short distance to Botnar in the Emstrur area, a small green oasis in the black volcanic desert."
            },
            {
                "order": 5,
                "title": "Day 5: Emstrur to Thorsmork (Basar) (breakfast,lunch,dinner)",
                "duration": 1,
                "description": "We start the day by crossing the bridge over the Emstrur River on our way to Thorsmork. We hike along the western edge of the Myrdalsjokull Ice Cap and leave the pitch-black volcanic area. Vegetation increases slowly and, eventually, we get to the lush birch-covered area of Thorsmork (Thor's woodland). Thorsmork valley is a beautiful place with magnificent glaciers, a river and wind-swept mountains. This area has been a favourite with local walkers for decades and it’s easy to see why. We hike across the Thorsmork valley and over the Krossa glacial river (by bridge) and to our camp in Basar."
            },
            {
                "order": 6,
                "title": "Day 6: Glacier walk, return to Reykjavik (breakfast)",
                "duration": 1,
                "description": "Today we pack up ready to head back to Reykjavik. Before returning to the city, we go for a hike on Solheimajokull, an outlet glacier extending from the Myrdalsjokull icecap. We explore this wonderland of ice sculptures, crevasses, and long, narrow ridges. We strap on the crampons and get the ice axes before making our way up this massive ice flow. After the glacier walk, en route to Reykjavik we stop at Skogarfoss and Kvernufoss, two particularly photogenic waterfalls. On arrival in Reykjavik, we can check in and then head out for our final meal together. The leader can recommend or book a restaurant for the group."
            },
            {
                "order": 7,
                "title": "Day 7: End Reykjavik (breakfast)",
                "duration": 1,
                "description": "Those wishing to spend extra time in Reykjavik will find it time well spent as this busy city has plenty to offer, from the Harpa Concert Hall to the many restaurants and cafés, not forgetting the geothermal baths, a key part of Icelandic culture."
            }
        ],
        "tour_name": "Iceland's Laugavegur Trek",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 73,
                "group_id": 11,
                "type_name": "Hiking & Trekking",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 173,
                "group_id": 12,
                "type_name": "Camping",
                "group_name": "Adventure Activities"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 379,
                "group_id": 3,
                "type_name": "Serious",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 403,
                "group_id": 29,
                "type_name": "Private Room",
                "group_name": "Solo Travelers"
            },
            {
                "type_id": 404,
                "group_id": 29,
                "type_name": "Shared Room",
                "group_name": "Solo Travelers"
            }
        ],
        "description": "Iceland is now firmly established as one of the most dramatic trekking destinations on the planet – the varied landscapes forged over eons by volcanic eruptions and gigantic glaciers. One of the most popular trails is known as the Laugavegur Trail, and this is the focus of our week. All meals are included while camping, and we start in the colourful Landmannalaugar mountains before heading to the dramatic Thorsmork region where we discover the craters from the 2010 eruption. Few trekking routes can match the striking vistas on offer here.\r\n\r\nIn addition, the early departures offer long days, up to 24 hours of daylight in July, while the late August and early September departures bring darkness and with that the chance to see the Northern Lights.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.532222,
                    "city_name": "Skogafoss",
                    "longitude": -19.511033,
                    "location_id": 20258,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.669229,
                    "city_name": "Vatnajokull National Park",
                    "longitude": -17.179903,
                    "location_id": 16245,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.702654,
                    "city_name": "Thorsmork Nature Reserve",
                    "longitude": -19.427149,
                    "location_id": 16228,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.630404,
                    "city_name": "Eyjafjallajokull",
                    "longitude": -19.606733,
                    "location_id": 16218,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 64.09713912311825,
                    "longitude": -17.765290484547556,
                    "location_id": 1000061,
                    "country_code": "IS",
                    "natural_destination_name": "Iceland South Coast"
                },
                {
                    "type": "region",
                    "latitude": 64.19559821518635,
                    "longitude": -18.0903256878859,
                    "location_id": 1000062,
                    "country_code": "IS",
                    "natural_destination_name": "South Iceland"
                },
                {
                    "type": "region",
                    "location_id": 1000837,
                    "natural_destination_name": "Northern Lights"
                },
                {
                    "type": "region",
                    "location_id": 1001128,
                    "natural_destination_name": "Laugavegur"
                }
            ]
        },
        "reviews_count": 2,
        "max_group_size": 16,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            }
        ],
        "tour_length_days": 7,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/62957"
    },
    {
        "codes": [
            "BQMJ"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_f0427f8a.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_f0427f8a.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_ae1f7de6.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_ae1f7de6.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_231b423c.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_231b423c.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_6f5dcf00.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_6f5dcf00.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_428153a0.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_428153a0.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_0bfc47e8.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_0bfc47e8.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_900197.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_900197.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/67896_4661dd33.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/67896_4661dd33.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/67896_b1a3.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/67896_b1a3.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "operator": 4.6
        },
        "tour_id": 67896,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 204,
            "name": "Intrepid Travel"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>Your voyage will be led by an experienced Expedition Leader.  In addition, a number of experts will be on board to add knowledge of their field to your experience.  This will include a Marine Biologist, Ornithologist, Glaciologist or Geologist, Polar Historian, Kayaking guide and Naturalist guides.  Voyages offering other adventure activities will have additional specialist guides on board.</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "14 breakfasts, 12 lunches, 13 dinners",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "description": "<p>International flights not included.</p>",
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "Insurance is not included. Travel insurance is required for this tour. Please make sure you are adequately covered. If you require travel insurance, TourRadar has partnered up with World Nomads to provide a hassle-free experience. More information can be found here (https://www.tourradar.com/travel-insurance).",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>Ship , Zodiac , Plane</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>Hotel (1 night) Expedition Cruise ship (13 nights)</p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hotel",
                            "nights": 1
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 8
            },
            "recommended": {
                "max_age": 70,
                "min_age": 18
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Helsinki, Finland",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 60.166109,
                        "city_name": "Helsinki",
                        "longitude": 24.941368,
                        "location_id": 5746,
                        "country_code": "FI"
                    }
                ],
                "description": "Your arctic adventure begins in Helsinki, where you may arrive at any time today. Known for its extraordinary architecture, Helsinki is a great place to spend time in, exploring the many museums, galleries and restaurants. Perhaps relax at a Finnish sauna or wander the vibrant Design District before retiring at your included hotel."
            },
            {
                "order": 2,
                "title": "Day 2: Helsinki, Finland – Longyearbyen, Norway – Embarkation Day",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 60.166109,
                        "city_name": "Helsinki",
                        "longitude": 24.941368,
                        "location_id": 5746,
                        "country_code": "FI"
                    },
                    {
                        "latitude": 78.220187,
                        "city_name": "Longyearbyen",
                        "longitude": 15.645811,
                        "location_id": 1168,
                        "country_code": "SJ"
                    }
                ],
                "description": "After breakfast, the group will transfer to the airport and board our private charter flight to Longyearbyen, Spitsbergen’s largest settlement. As you embark this afternoon, you’ll enjoy great views of the mountainous landscape that serves as a backdrop for this seaside town."
            },
            {
                "order": 3,
                "title": "Day 3-6: Exploring Spitsbergen",
                "duration": 4,
                "locations": [
                    {
                        "latitude": 78.605614,
                        "city_name": "Spitsbergen",
                        "longitude": 15.884857,
                        "location_id": 16975,
                        "country_code": "NO"
                    }
                ],
                "description": "Exploring Spitsbergen, the largest of the Norwegian-ruled Svalbard islands, rewards you with abundant wildlife and austere beauty. Here, you’ll visit spectacular glacier fronts and steep-walled fjords with walrus, polar bears and Spitsbergen reindeer among your possible wildlife sightings. Birders will be thrilled to see arctic terns, skuas, long-tailed ducks, kittiwakes and ivory gulls. When conditions are right, you could sail within 10 degrees of the North Pole!"
            },
            {
                "order": 4,
                "title": "Day 7-8: Greenland Sea",
                "duration": 2,
                "description": "While sailing south through the historic Greenland Sea, you’ll learn about the wildlife and history of Greenland, your next stop. On deck, you’ll learn to identify seabirds on the wing. Take in a lecture, share your photos, sip an icy cocktail in the bar or watch a movie—there are many things to do during your time at sea."
            },
            {
                "order": 5,
                "title": "Day 9-12: Exploring East Greenland",
                "duration": 4,
                "description": "During your tour of Greenland’s remote eastern coast, you’ll enjoy Zodiac cruises and shore visits to several locations. Explore the remains of ancient Thule settlements and keep an eye out for grazing muskoxen—40 percent of the world’s muskoxen population lives here. Finally, you will sail through spectacular Scoresbysund, the birthplace of many icebergs and, some say, the most beautiful fjord system in the world. If conditions allow, you may also visit Ittoqqortoormiit, the most remote community in East Greenland."
            },
            {
                "order": 6,
                "title": "Day 13-14: Crossing the Denmark Strait",
                "duration": 2,
                "description": "As we sail south, the Denmark Strait is your pathway toward Iceland. Your Expedition Team will keep you informed and entertained with presentations about the history of exploration in the Arctic and the seabirds you’ll see soaring above your ship."
            },
            {
                "order": 7,
                "title": "Day 15: Disembarkation Day – Reykjavik, Icealnd",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "You’ll disembark in Reykjavik, Iceland’s capital, at the end of your journey. If you have booked post-expedition accommodation, we provide a transfer to a central downtown location."
            }
        ],
        "tour_name": "Spitsbergen, East Greenland and Iceland - Southbound",
        "start_city": {
            "latitude": 60.166109,
            "city_name": "Helsinki",
            "longitude": 24.941368,
            "location_id": 5746,
            "country_code": "FI"
        },
        "tour_types": [
            {
                "type_id": 14,
                "group_id": 4,
                "type_name": "Active",
                "group_name": "Nature & Adventure"
            },
            {
                "type_id": 164,
                "group_id": 26,
                "type_name": "Family",
                "group_name": "Tour Demographics"
            },
            {
                "type_id": 190,
                "group_id": 11,
                "type_name": "Polar",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 190,
                "group_id": 6,
                "type_name": "Polar",
                "group_name": "Marine"
            },
            {
                "type_id": 228,
                "group_id": 20,
                "type_name": "Arctic",
                "group_name": "Polar Activities"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 377,
                "group_id": 3,
                "type_name": "Easy",
                "group_name": "Physical rating type"
            }
        ],
        "description": "Natural splendour, bountiful wildlife and a pioneering spirit all coalesce in the High Arctic, a region once reserved for only the hardiest of travellers but now open to anyone with a real yearning for adventure. Starting out from the isolated Spitsbergen outpost of Longyearbyen, this expedition heads down through the Arctic Circle, taking in the islands of the Svalbard Archipelago, the north-east coast of Greenland and the journey over the Denmark Strait to Iceland. Following in the proverbial wake of explorers past, you'll be treated to stunning sceneries of vast glacial walls, sprawling fjord systems and icebergs the size of skyscrapers. Time spent on the ship will include educational presentations on tales of polar exploration and seabird identification, while there'll be plenty of opportunities for spotting the region's famed wildlife during Zodiac excursions. This voyage across the Arctic Circle allows travellers to experience three different countries of the Arctic in a relatively short space of time.<br /><br />As you’d expect, temperatures in the Arctic are very cold. A warm parka will be provided along with waterproof boots and unlimited hot drinks, but you should also bring base layers and lots of warm clothing. Please see the Essential Trip Information's 'Packing' section.\r\n\r\nWeather depending, you will be making regular excursions in a Zodiac boat to explore the local area and look for wildlife. It can get very cold and wet on the Zodiac, so make sure you are dressed appropriately and that you keep your camera safe and dry. Sturdy sea legs are needed as you make wet and dry landings from the boat, and on steep terrain, snow and other uneven surfaces. Some ships have a lot of stairs, so please hold on to the handrails if seas are rough.\r\n\r\nThe weather plays a pivotal part in this adventure and although there’s an itinerary in place, there are no guarantees that you’ll be able to do everything that is planned for. A level of flexibility and openness to embracing the unexpected are important in expedition travel, especially to such a remote area.\r\n\r\nThis trip takes places during the time of year that Spitsbergen enjoys 24-hour daylight. Just one of the benefits of this is that incredible wildlife can be seen at any time of the day – be prepared to be woken at any time so as to not miss out on exciting animal sightings.\r\n\r\nPolar bears are one of the most incredible and appealing animals on the planet, but they are also powerful predators with little fear of humans. Therefore it’s necessary to be aware of the guidelines surrounding any contact with Polar bears. Follow your leader’s instructions and do not stray from your group – your leader carries equipment to protect you.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 60.166109,
                    "city_name": "Helsinki",
                    "longitude": 24.941368,
                    "location_id": 5746,
                    "country_code": "FI"
                },
                {
                    "latitude": 78.220187,
                    "city_name": "Longyearbyen",
                    "longitude": 15.645811,
                    "location_id": 1168,
                    "country_code": "SJ"
                },
                {
                    "latitude": 78.605614,
                    "city_name": "Spitsbergen",
                    "longitude": 15.884857,
                    "location_id": 16975,
                    "country_code": "NO"
                },
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 61,
                    "country_code": "FI",
                    "country_name": "Finland",
                    "currency_code": "EUR",
                    "currency_name": "Euro",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                },
                {
                    "location_id": 244,
                    "country_code": "SJ",
                    "country_name": "Svalbard",
                    "currency_code": "NOK",
                    "currency_name": "Norwegian Krone",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                },
                {
                    "location_id": 130,
                    "country_code": "NO",
                    "country_name": "Norway",
                    "currency_code": "NOK",
                    "currency_name": "Norwegian Krone",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                },
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 73.63247534699354,
                    "longitude": -9.580686037391388,
                    "location_id": 1000809,
                    "natural_destination_name": "Arctic / North Pole"
                },
                {
                    "type": "island",
                    "latitude": 78.84517547933591,
                    "longitude": 21.441132762385983,
                    "location_id": 1001471,
                    "country_code": "SJ",
                    "natural_destination_name": "Svalbard"
                }
            ]
        },
        "reviews_count": 0,
        "max_group_size": 138,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2025,
                "month": 8
            }
        ],
        "tour_length_days": 15,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/67896"
    },
    {
        "codes": [
            "8170"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/88570_5df8b615bd2fd.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/88570_5df8b615bd2fd.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/88570_0ce071f8.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/88570_0ce071f8.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/88570_c9953db1.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/88570_c9953db1.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/88570_8357.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/88570_8357.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "food": 4.2,
            "guide": 4.8,
            "overall": 4.6,
            "operator": 4.5,
            "itinerary": 4.7,
            "transport": 4.5,
            "accommodation": 4.3
        },
        "tour_id": 88570,
        "end_city": {
            "latitude": 64.665668,
            "city_name": "Reykholt",
            "longitude": -21.287084,
            "location_id": 18892,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 1853,
            "name": "Arctic Adventures"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>Guided tour in a minibus with WiFi.</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "<p><strong>Please note that food is NOT included on this tour, except breakfast at hotels and guesthouses.</strong><br /></p>",
                    "is_included": true,
                    "food_options": [
                        "jain",
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>Pick-up from your hotel in Reykjavík</p><p>Visit to Þingvellir, Geysir, Gullfoss, Seljalandsfoss, Skogafoss, Reynisfjara, Skaftafell, Jokulsarlon Ice Glacier Lagoon, Hengifoss, Dettifoss, Lake Mývatn, Dimmuborgir, Námaskarð, Goðafoss, Mývatn Nature Baths (admission can be added), Deildartunguhver, Hraunfossar, Whale watching, Ice Cave (during winter if accessible), Glacier hike on Vatnajökul (April - Okt 11).</p>",
                    "is_included": true
                },
                {
                    "description": "<ul>  <li>Activities and services not mentioned above</li></ul>",
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "description": "<ul>  <li>International flights</li></ul>",
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "description": "<p><strong>Hiking boots</strong></p><p>+€28</p><p>If you wish to save luggage space or do not have a good pair of your own, choose the hiking boot rental. If you do choose to rent, please note that there is a 3h hike to a waterfall where the rental will not be available. </p><p>Hiking shoes must be sturdy, have good ankle support and must have thick soles for walking on volcanic rock and enough space to put the crampons on for your glacier hikes. Timberland shoes will not be accepted. </p><p><strong>Luggage storage</strong></p><p>+€28</p><p>Choose this option if you have more than one 20 kg suitcase (hard or soft-shell) and one day pack. It will be left behind at a secure storage area.</p><p><strong>Waterproof Pants</strong></p><p>+€28</p><p><strong>Waterproof Jacket</strong></p><p>+€28</p><p><strong>Entrance fee to Mývatn Nature Baths</strong></p><p>+€34</p><p>If you wish to enter and swim in the Mývatn Nature Baths please choose this option. Towels, swimsuits or bathrobes will not be provided but can be rented on the spot.</p>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "<ul>  <li>Insurance</li></ul>",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<ul>  <li>Pick-up & drop off from Reykjavík</li>  <li>Minibus</li></ul>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>Hotel room with private bathroom for 5 nights and breakfasts.<br /></p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "name": "Hotel Dyrhólaey",
                            "type": "hotel",
                            "address": "Þjóðvegur, Iceland"
                        },
                        {
                            "name": "Hotel Skaftafell",
                            "type": "hotel",
                            "address": "Skaftafelli 2 Freysnesi, 785 Öræfi, Iceland"
                        },
                        {
                            "name": "Hotel Rjúkandi",
                            "type": "hotel",
                            "address": "Vegamótum - Snaefellsnesvegur, 311 Borgarnes, Iceland"
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 8
            }
        },
        "end_point": {
            "time": "17:00-18:00"
        },
        "is_active": true,
        "itinerary": [
            {
                "order": 0,
                "title": "Day 1: Golden Circle & South Coast - Seljalandsfoss, Reynisfjara, Skogafoss",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.789159,
                        "city_name": "Kirkjubaejarklaustur",
                        "longitude": -18.038177,
                        "location_id": 13802,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.327751,
                        "city_name": "Gullfoss",
                        "longitude": -20.121333,
                        "location_id": 16224,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.310372,
                        "city_name": "Geysir",
                        "longitude": -20.302361,
                        "location_id": 37792,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.532222,
                        "city_name": "Skogafoss",
                        "longitude": -19.511033,
                        "location_id": 20258,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.405741,
                        "city_name": "Reynisfjara",
                        "longitude": -19.071616,
                        "location_id": 25150,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>We will spend the first day of this round tour exploring the famous Golden Circle. The Golden Circle includes the UNESCO Heritage site Thingvellir National park, Geysir hot spring as well as the mighty Gullfoss waterfall. After visiting theses three top attractions we will make our way towards the South Coast of the island en route to our accommodation for the night. We will have the chance to visit both Seljalandsfoss and Skógafoss waterfalls as well as the magnificent Reynisfjara black sand beach before heading to our accommodation close to the village of Kirkjubæjarklaustri.</p>"
            },
            {
                "order": 1,
                "title": "Day 2: Vatnajokull & Jokulsarlon Glacier Lagoon",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.255893,
                        "city_name": "Hofn",
                        "longitude": -15.207653,
                        "location_id": 13803,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.070389,
                        "city_name": "Skaftafell",
                        "longitude": -16.974975,
                        "location_id": 12537,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.070309,
                        "city_name": "Jokulsarlon",
                        "longitude": -16.21154,
                        "location_id": 16225,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Glaciers are on today's agenda! As we keep on with our ring road adventure and move further South-East we will pass Mýrdalsjökull glacier and drive throughvast lava fields before reaching Skaftafell National Park which is part of Vatnajökull National Park where Europe's largest glacier lies. Once there we will start our glacier exploration, setting off for a glacier hike on one of Vatnajökuls outlet glaciers. After our hike we will be stopping at the popular Jökulsárlón Glacier Lagoon where you can explore the lagoon that is covered with floating ice bergs. Our accommodation for the night will be in Höfn í Hornafirði.</p>\n<p><br></p>"
            },
            {
                "order": 2,
                "title": "Day 3: East Fjords - Djupivogur, Egilsstadir:",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.266781,
                        "city_name": "Egilsstadir",
                        "longitude": -14.395094,
                        "location_id": 13804,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.657366,
                        "city_name": "Djupivogur",
                        "longitude": -14.298534,
                        "location_id": 16248,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Today we will explore the East Fjords of Iceland. We continue threading our way along the coastline, driving some narrow roads around Hvalnes, a magnificent and remote peninsula, and the stretch around the Þvottárskriður landslides between Lóns and Álftafjarðar.</p>\n<p>We will stop at Djúpivogur, a traditional small fishing village that is also home to a fine outdoor sculpture, Eggin í Gleðivík (meaning The Eggs of Merry Bay).</p>\n<p><br></p>\n<p>We will finish the day by soaking in geothermal Vök Baths surrounded by the amazing scenery of Lake Urriðavatn, they are distinguished by their modern design and the only floating infinity pools in Iceland. Enjoy hot baths there is an optional extra, which you can do at your own cost, please make sure to book it as an extra during the booking process.</p>\n<p><br></p>\n<p>After the baths, we will jump in the car again and move on to Egilsstaðir, the largest town in East Iceland, where we will relax in a hotel for the night.</p>"
            },
            {
                "order": 3,
                "title": "Day 4: Lake Mývatn area;",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.58579,
                        "city_name": "Dimmuborgir",
                        "longitude": -16.91919,
                        "location_id": 42692,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.815144,
                        "city_name": "Dettifoss",
                        "longitude": -16.385656,
                        "location_id": 25737,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Heading to the northern part of the island we will pass the wilderness of Möðrudalur valley before making our first stop for the day at Dettifoss waterfall, Europe's most powerful waterfall. After some exploration of this beautiful phenomenon we will make our way to Lake Mývatn area where you will get the chance to experience the magnificent landscape around the lake and snap some photos of its surroundings. Among Lake Mývatns highlights are Námaskarð, Hverfjall crater and Dimmuborgir lava field.&nbsp;</p>\n<p><br></p>\n<p>The vast and dreamy crescent-shaped waterfall - Goðafoss, is the last stop of the day before we journey to Eyjafjörður, an outstandingly beautiful fjord with high mountains.</p>\n<p><br></p>\n<p>Our accommodation for the night will be at a country hotel in Akureyri. You will also have a chance to explore the fishing town in the north. Your guide will help you find Northern Lights viewing areas near the hotel from November to March.</p>"
            },
            {
                "order": 4,
                "title": "Day 5: Whale Watching in North Iceland - Dalvik, Siglufjordur:",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.32624,
                        "city_name": "Laugarbakki",
                        "longitude": -20.89295,
                        "location_id": 43579,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 66.151125,
                        "city_name": "Siglufjordur",
                        "longitude": -18.911397,
                        "location_id": 22847,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.966562,
                        "city_name": "Dalvik",
                        "longitude": -18.533227,
                        "location_id": 16266,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>In the morning, you will get a chance to explore Akureyri, the capital of the North, before we go for a 3 hour whale watching tour from Dalvík where whale sightings are quite common. The most common whales being spotted in that area, are humpback whales. It's also possible to upgrade (Apr-Oct) for a small fee to a 1.5-hour rhib boat tour, that can give the opportunity to approach them closer. After your whale watching adventure, we will make our way to the cosy village of Siglufjörður and around the mountainous Tröllaskagi peninsula before arriving at Laugarbakki where we spend our last night of this tour.</p>"
            },
            {
                "order": 5,
                "title": "Day 6: West Iceland - Borgarfjörður",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.665668,
                        "city_name": "Reykholt",
                        "longitude": -21.287084,
                        "location_id": 18892,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.702148,
                        "city_name": "Hraunfossar",
                        "longitude": -20.976626,
                        "location_id": 38389,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.77416,
                        "city_name": "Borgarfjörður",
                        "longitude": -23.2148,
                        "location_id": 42548,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>On the 6th day of the tour we head to Borgarfjörður in West Iceland, an area voted as one of the best destinations by Lonely Planet in 2016. Borgarfjörður has a lot to show and we will visit some of the best natural and historical stops. Deildartunguhver hot spring is on our list as well as two waterfalls: Barnafoss (also known as the Children's waterfall) and Hraunfossar which emerges in low cascades straight from a lava field. Before ending the day with scenic views of Hvalfjörður (Whale Fjord) we will also stop at Reykholt, a historic site that was once home to a famous Icelandic historian, lawyer, politician, author of some of the Icelandic Sagas, and poet Snorri Sturluson. We expect to arrive in the city around 5 – 6 pm.</p>"
            }
        ],
        "tour_name": "6 Day - Around Iceland Adventure",
        "start_city": {
            "latitude": 63.405741,
            "city_name": "Reynisfjara",
            "longitude": -19.071616,
            "location_id": 25150,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 9,
                "group_id": 7,
                "type_name": "Christmas & New Year",
                "group_name": "Festival & Events"
            },
            {
                "type_id": 14,
                "group_id": 4,
                "type_name": "Active",
                "group_name": "Nature & Adventure"
            },
            {
                "type_id": 164,
                "group_id": 26,
                "type_name": "Family",
                "group_name": "Tour Demographics"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 377,
                "group_id": 3,
                "type_name": "Easy",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 403,
                "group_id": 29,
                "type_name": "Private Room",
                "group_name": "Solo Travelers"
            },
            {
                "type_id": 404,
                "group_id": 29,
                "type_name": "Shared Room",
                "group_name": "Solo Travelers"
            }
        ],
        "description": "A 6 day tour around the ring road, stopping at all of the highlights that Iceland has to offer",
        "start_point": {
            "time": "08:00"
        },
        "destinations": {
            "cities": [
                {
                    "latitude": 63.405741,
                    "city_name": "Reynisfjara",
                    "longitude": -19.071616,
                    "location_id": 25150,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.532222,
                    "city_name": "Skogafoss",
                    "longitude": -19.511033,
                    "location_id": 20258,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.310372,
                    "city_name": "Geysir",
                    "longitude": -20.302361,
                    "location_id": 37792,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.327751,
                    "city_name": "Gullfoss",
                    "longitude": -20.121333,
                    "location_id": 16224,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.789159,
                    "city_name": "Kirkjubaejarklaustur",
                    "longitude": -18.038177,
                    "location_id": 13802,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070309,
                    "city_name": "Jokulsarlon",
                    "longitude": -16.21154,
                    "location_id": 16225,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070389,
                    "city_name": "Skaftafell",
                    "longitude": -16.974975,
                    "location_id": 12537,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255893,
                    "city_name": "Hofn",
                    "longitude": -15.207653,
                    "location_id": 13803,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.657366,
                    "city_name": "Djupivogur",
                    "longitude": -14.298534,
                    "location_id": 16248,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.266781,
                    "city_name": "Egilsstadir",
                    "longitude": -14.395094,
                    "location_id": 13804,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.815144,
                    "city_name": "Dettifoss",
                    "longitude": -16.385656,
                    "location_id": 25737,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.58579,
                    "city_name": "Dimmuborgir",
                    "longitude": -16.91919,
                    "location_id": 42692,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.68384,
                    "city_name": "Akureyri",
                    "longitude": -18.110619,
                    "location_id": 6080,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.966562,
                    "city_name": "Dalvik",
                    "longitude": -18.533227,
                    "location_id": 16266,
                    "country_code": "IS"
                },
                {
                    "latitude": 66.151125,
                    "city_name": "Siglufjordur",
                    "longitude": -18.911397,
                    "location_id": 22847,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.32624,
                    "city_name": "Laugarbakki",
                    "longitude": -20.89295,
                    "location_id": 43579,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.77416,
                    "city_name": "Borgarfjörður",
                    "longitude": -23.2148,
                    "location_id": 42548,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.702148,
                    "city_name": "Hraunfossar",
                    "longitude": -20.976626,
                    "location_id": 38389,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.665668,
                    "city_name": "Reykholt",
                    "longitude": -21.287084,
                    "location_id": 18892,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "location_id": 1000418,
                    "natural_destination_name": "Iceland Ring Road"
                }
            ]
        },
        "reviews_count": 481,
        "max_group_size": 19,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 10
            },
            {
                "year": 2024,
                "month": 11
            },
            {
                "year": 2024,
                "month": 12
            },
            {
                "year": 2024,
                "month": 4
            },
            {
                "year": 2024,
                "month": 5
            },
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            },
            {
                "year": 2025,
                "month": 1
            },
            {
                "year": 2025,
                "month": 10
            },
            {
                "year": 2025,
                "month": 11
            },
            {
                "year": 2025,
                "month": 12
            },
            {
                "year": 2025,
                "month": 2
            },
            {
                "year": 2025,
                "month": 3
            },
            {
                "year": 2025,
                "month": 4
            },
            {
                "year": 2025,
                "month": 5
            },
            {
                "year": 2025,
                "month": 6
            },
            {
                "year": 2025,
                "month": 7
            },
            {
                "year": 2025,
                "month": 8
            },
            {
                "year": 2025,
                "month": 9
            }
        ],
        "tour_length_days": 6,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [
            "The Tour was amazing we had so much fun an visited so many places!! Our Guide Hjalti was the best Guide we could dream off! We couldn‘t do the whale watching necause of the bad weather but he thought about a backup plan to enjoy the day at a museum. Really a beautiful experience that I absolutly can recommend! I even more fell in love with Iceland! Thank you Hjalti for making this Tour the best of our lifetime!",
            "Adolf is an amazing guide. Couldn't have had a better time if I tried! Amazing country and I will be back!",
            "Loved every second of the tour,gunnar the guide was excellent, extremely knowledgeable and helpful. And the group was just a good size to make friends.",
            "My husband and I were on our honeymoon on this trip, and we had an absolutely amazing time! TourRadar did a great job with communicating prior to our trip and answering any questions we had prior to our trip. We were also able to communicate with the tour company via the platform, which was very helpful. We got to visit so many amazing sites all around Iceland and made some amazing memories. The itinerary was well-developed and also allowed for some downtime. Our tour guide, Siggie, from Arctic Adventures also did an incredible job keeping us informed and making sure we had everything we needed. We were able to learn a lot and felt very welcomed.",
            "This tour was amazing. We were very fortunate to have clear skies for most of our trip, With breathtaking sunrises and sunsets. We even got to see the Northern Lights a couple of times. Our tour guide Sindri was wonderful, giving excellent local information around the whole island. Unfortunately the weather turned and we did not get to experience the whale watching tour, but the sites we did get to see more than made up for what we didn’t get to see. I cannot wait to come back to Iceland it is a magical experience",
            "The guided tour was really nice but also exhausting. We have seen a lot, even some things that were not on the plan, thanks to our guide Vjeran.",
            "Overall very thorough cover of Iceland. Guide Vjeran very caring, considerate and humorous, doing his best in explaining and leading to each destination spot with good knowledge background. Well recommended.",
            "Our tour guide was the greatest ever. He went out of his way to accommodate everyone. He knowledge of Iceland was phenomenal! It was the most interesting trip I have ever taken",
            "Beautiful country. Great tour. Informative guide. Fun people."
        ],
        "tour_url": "https://www.tourradar.com/t/88570"
    },
    {
        "codes": [
            "BIPK"
        ],
        "budget": "luxury",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_8c3b267f.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_8c3b267f.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_ff979375.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_ff979375.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_e8ca3fa2.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_e8ca3fa2.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_0f882358.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_0f882358.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_6a87a478.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_6a87a478.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_4ea48e35.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_4ea48e35.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_d4e9aaeb.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_d4e9aaeb.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_5587bf90.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_5587bf90.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_41db0cff.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_41db0cff.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91452_feccbb68.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91452_feccbb68.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/91452_587b.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/91452_587b.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "operator": 4.4
        },
        "tour_id": 91452,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 1084,
            "name": "Intrepid Premium"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>All group trips are accompanied by one of our group leaders. The aim of the group leader is to take the hassle out of your travels and to help you have the best trip possible. Premium leaders are Intrepid’s most experienced, with in-depth knowledge and extensive local networks to make it a trip of a lifetime.<br><br>Your leader will provide information on the places you are travelling through, offer suggestions for things to do and see, recommend great local eating venues and introduce you to our local friends. While not being guides in the traditional sense, you can expect them to have a broad general knowledge of the places visited on the trip, including historical, cultural, religious, and social aspects. At Intrepid we aim to support local guides who have specialised knowledge of the regions we visit. When not already included in your trip, your leader will be able to recommend a local guide service who can share more detailed or specialised information at specific sites should you be interested in delving deeper.<br><br>All Intrepid group trips in Iceland are accompanied by one of our group leaders, who will also be the driver.</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "8 breakfasts, 5 dinners",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "flights": [
                {
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>On this trip we are travelling in our own private minibus as this allows us to reach some more off the beaten path destinations and gives us flexibility which would not be possible by public transport. Please note that there are some long travel days and some rough stretches on gravelly and windy roads. On some days we depart early in the morning to ensure we optimise our time. All our vehicles in Iceland have complimentary Wi-Fi.</p><p>Private Vehicle (Ford Transit van or similar)</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>The style of accommodation indicated in the day-to-day itinerary is a guideline only and may change. On some occasions, alternative arrangements may need to be made due to the lack of availability of rooms in our preferred accommodation. In these cases, we will use a similar standard of accommodation.<br><br>Throughout the trip, we request that our properties prepare rooms in time for our arrival, especially if we're arriving prior to normal check-in time. However, this isn't always possible which means we won't be able to check-in immediately on arrival at some hotels. Instead, we can store our luggage and explore our new destination or on some trips, have use of shared day rooms until all rooms are available.<br><br><b>OCCASIONAL ALTERNATIVE ACCOMMODATION:</b><br><br>The style of accommodation indicated in the day-to-day itinerary is a guideline. On rare occasions, alternative arrangements may need to be made due to the lack of availability of rooms in our usual accommodation. A similar standard of accommodation will be used in these instances.<br><br><b>TWIN SHARE BASIS:</b><br><br>Accommodation on this trip is on a twin/multishare basis. We pair up solo travellers with another traveller of the same gender as per the gender marker on each of their passports. Please note there may be times where facilities will be shared rather than ensuite and rare occasions when you share a room with passengers travelling on different Intrepid trips than your own. <br><br><b>CHECK-IN TIME:</b><br><br>Throughout the trip we request that our hotels prepare rooms in time for our arrival, especially if we're arriving prior to normal check-in time. However this isn't always possible which means we won't be able to check-in immediately on arrival at some hotels. Instead, we can store our luggage and explore our new destination.<br><br><b>PRE/POST TRIP ACCOMMODATION:</b><br><br>If you've purchased pre-trip or post-trip accommodation (if available), you may be required to change rooms from your trip accommodation for these extra nights.<br><br><b>FACILITIES:</b><br><br>Your accommodation may not always have private en suite facilities or air-conditioning. European hotels generally don't provide kettles or fridges.</p><p><p>Comfortable hotel (7 nights), Feature stay (1 night)</p></p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hotel",
                            "nights": 7
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 15
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "Welcome to Iceland! Your adventure begins in Reykjavik, Iceland's quirky capital. You will be transferred from the airport to your hotel, where you will meet your group and tour leader for a 6pm welcome meeting. If you arrive early, take a stroll and acquaint yourself with the world's northernmost capital. Perhaps visit the National Museum to see the permanent exhibition on the history of Iceland. After your welcome meeting, head out with your leader and small group to get to know Reykjavik’s flourishing food scene. Enjoy dinner at one of the city’s fantastic local restaurants and learn about Icelandic produce and cuisine."
            },
            {
                "order": 2,
                "title": "Day 2: Thingvellir National Park / Borgarfjordur / Snaefellsnes Peninsula",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.255857,
                        "city_name": "Thingvellir National Park",
                        "longitude": -21.130362,
                        "location_id": 16219,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.77416,
                        "city_name": "Borgarfjörður",
                        "longitude": -23.2148,
                        "location_id": 42548,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.818738,
                        "city_name": "Snaefellsjokull National Park",
                        "longitude": -23.882521,
                        "location_id": 16244,
                        "country_code": "IS"
                    }
                ],
                "description": "Today you’ll board a private vehicle and drive to Thingvellir National Park (Parliament Plains) – your leader will explain how this stunning spot is both the original location of Iceland’s first parliament from AD930 and a geological phenomenon. From here enter the Borgarfjordur area and visit the spectacular waterfalls of Hraunfossar (Lava waterfalls) and Barnafossar (Children’s waterfalls). Continue to Deildartunguhver – Europe’s hottest water spring. In the afternoon head to your overnight stay in the southern part of the Snaefellsnes Peninsula. Once settled in, meet up with your group for an included dinner."
            },
            {
                "order": 3,
                "title": "Day 3: Snaefellsnes Peninsula / Skagafjordur",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.818738,
                        "city_name": "Snaefellsjokull National Park",
                        "longitude": -23.882521,
                        "location_id": 16244,
                        "country_code": "IS"
                    }
                ],
                "description": "Today you will continue around the Snaefellsnes Peninsula and its magnificent glacier Snaefellsjokull, an icecap covering a dormant volcano underneath. Places you’ll visit today include the small town of Budir, basaltic pebble beaches framed by strange lava formations, and Arnarstapi, where a short stroll along the coastal cliffs gives you access to the rich birdlife and other wonders of nature. Continue to the pretty town of Grundarfjordur, where you’ll stop and meet a local artist by the name of Liston, who will show you his workshop. This is a great opportunity to admire his stone carving pieces and to find out about the life of a local artisan. You will also have a guided tour of the Glaumbaer Farm and Museum. The farmhouse is built of turf, stones, and timber and dates back to the Age of the Settlements (900 AD).\r\nAfterwards, drive to Saudarkrokur in Iceland's north, located on beautiful Skagafjordur Fjord. Here you will find the family-run Hotel Tindastoll, Iceland’s oldest hotel and your home for the evening. You’ll experience a part of Iceland’s history as soon as you step through the door, and nods to the hotel’s past are everywhere; from antique furniture to original architecture. Enjoy personal and friendly service, a delightful courtyard with a thermal hot tub and absolutely incredible surroundings."
            },
            {
                "order": 4,
                "title": "Day 4: Trollaskagi Peninsula / Akureyri / Husavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 65.68384,
                        "city_name": "Akureyri",
                        "longitude": -18.110619,
                        "location_id": 6080,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 66.044835,
                        "city_name": "Husavik",
                        "longitude": -17.338298,
                        "location_id": 22850,
                        "country_code": "IS"
                    }
                ],
                "description": "Drive around the picturesque Trollaskagi Peninsula and visit the small fishing town of Siglufjordur. Explore the compact town centre, dwarfed by towering mountains on three sides, and opening up to the fjord on its northern side. Further along the stunning coast you’ll have the special opportunity to dip your toes in the Arctic Ocean and enjoy an Icelandic schnapps tasting, accompanied with some local delicacies. You group leader will offer you some specialties of the region – think shark, lamb’s head, liver sausage and dried fish. They’re not called delicacies for nothing! Continue to Hauganes, where you will getting to know the gentle giants of Iceland’s waters on board a carbon neutral whale watching tour. Minke and humpback whales are commonly spotted in these parts, and the boat keeps a respectful distance from the whales, allowing you to observe them in their natural environment without disturbing or distressing them. You’ll be joined on board by an expert whale watching guide who will help to spot these beautiful creatures while providing insight on their lives and habitats in Arctic waters. Continue to the town of Akureyri, Iceland's second town, where you will have an oriention walk. Perhaps visit the church – the unique building is an iconic symbol of the town. Next, drive to the mighty waterfall of Godafoss, also known as The Waterfall of the Gods, before continuing to your hotel in Husavik."
            },
            {
                "order": 5,
                "title": "Day 5: Husavik / Lake Myvatn / Egilsstadir",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 66.044835,
                        "city_name": "Husavik",
                        "longitude": -17.338298,
                        "location_id": 22850,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.60386,
                        "city_name": "Myvatn",
                        "longitude": -16.996104,
                        "location_id": 12538,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 65.266781,
                        "city_name": "Egilsstadir",
                        "longitude": -14.395094,
                        "location_id": 13804,
                        "country_code": "IS"
                    }
                ],
                "description": "Start the day with a journey to Lake Myvatn, one of the most interesting geological areas of the northern hemisphere. Visit a number of geological anomalies lining the lake’s shoreline, including the lava labyrinth of Dimmuborgir and the pseudo-crater group at Skutustadir, and the boiling mud pots and sulphuric vents of Namaskard. Your leader will be on hand to explain how these natural wonders came to be. Drive via the highlands to your overnight stop at Egilsstadir."
            },
            {
                "order": 6,
                "title": "Day 6: East Fjords / Jokulsarlon",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.070309,
                        "city_name": "Jokulsarlon",
                        "longitude": -16.21154,
                        "location_id": 16225,
                        "country_code": "IS"
                    }
                ],
                "description": "This morning after breakfast, continue along the beautiful coastal region of Iceland's East Fjords, taking in spectacular views of the varied landscape as soaring mountains give way to deep fjords. If you are lucky you may even spot a seal or two. Drive to the famous Jokulsarlon Glacier Lagoon for an unforgettable boat tour on the milky blue waters. Get up close and personal with huge floating icebergs, originating from Vatnajokull, Europe’s largest ice cap. Make stops along the way at small but notable towns like Djupivogur, which became a member of the cittaslow movement in 2013 and is aiming to be the Happiest Town in Iceland.\r\nLater discover the Fosshotel Glacier Lagoon, your feature stay for this evening. This modern and contemporary hotel carefully considers its surroundings as spacious rooms with huge windows show off views of the mountains and sea, while stylish interiors reflect the colours of the world outside."
            },
            {
                "order": 7,
                "title": "Day 7: Skaftafell National Park / South Coast / Hella",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.070389,
                        "city_name": "Skaftafell",
                        "longitude": -16.974975,
                        "location_id": 12537,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.833327,
                        "city_name": "Hella",
                        "longitude": -20.400066,
                        "location_id": 17609,
                        "country_code": "IS"
                    }
                ],
                "description": "Visit Skaftafell National Park and walk to the tongue of the glacier of the same name. Drive over the black sands and lava formations caused by the Laki eruption of 1782-1783, an event that has shaped Iceland's history and culture. Visit the waterfalls of Seljarlandsfoss and Skogafoss then continue to your base for the evening near Hella."
            },
            {
                "order": 8,
                "title": "Day 8: Golden Circle / Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "From Hella, drive to the geyser geothermal area for the spouting hot springs of Geysir (after which all other geysers were named) and Strokkur, the most reliable of the geysers, erupting every ten minutes, on average. Don’t stand downwind if you don’t want a hot shower! Then it’s on to Gullfoss (the Golden Waterfall) where, on a sunny day, you can see rainbows shimmer in the spray above the waterfall. Next up take part in one of Iceland’s most celebrated activities during a visit to the Blue Lagoon, a geothermal spa surrounded by a black lava field. Its warm waters are rich in minerals and silica mud, said to cleanse and soften the skin. Sit back and enjoy a relaxing soak against a remarkable mountain backdrop. Drive back to Reykjavik for a short tour with your leader to get to know the main sights of this eclectic city. The evening is free for you to explore the streets of Iceland’s capital – you may like to join your group for a final dinner together to round off your adventure."
            },
            {
                "order": 9,
                "title": "Day 9: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "Your adventure comes to an end after breakfast. As there is not much time spent in Reykjavik on this trip, you may want to consider booking some additional days in the capital. If you wish to spend more time here, we’ll be happy to organise additional accommodation (subject to availability)."
            }
        ],
        "tour_name": "Premium Iceland",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 377,
                "group_id": 3,
                "type_name": "Easy",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            }
        ],
        "description": "Explore the beautifully rugged landscapes of Iceland’s western peninsulas with soaring coastal cliffs, centuries-old volcanic glaciers and idyllic waterfalls on a nine-day Premium adventure. Enjoy a boat cruise between icebergs at Glacier Lagoon, trek around vast waterside craters, visit local artisans in Grundarfjordur and charming fishing villages, and dip your toes in the Arctic Ocean. See the highlights of Iceland with expert local knowledge and time to explore – you’ll get a true taste of this Northern European outpost.<br /><br />Iceland can be very cold at any time of year, so it's important to bring appropriate clothing. On the rare occasion that your leader has to alter the itinerary due to adverse weather, alternative activities will be offered.\r\n\r\nMany locations on this itinerary are remote, which means a few long drives of around 6 hours. This is a great opportunity to enjoy the scenery and spend some time getting to know your fellow travellers. Of course, you will stop frequently for photo opportunities.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255857,
                    "city_name": "Thingvellir National Park",
                    "longitude": -21.130362,
                    "location_id": 16219,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.77416,
                    "city_name": "Borgarfjörður",
                    "longitude": -23.2148,
                    "location_id": 42548,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.818738,
                    "city_name": "Snaefellsjokull National Park",
                    "longitude": -23.882521,
                    "location_id": 16244,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.68384,
                    "city_name": "Akureyri",
                    "longitude": -18.110619,
                    "location_id": 6080,
                    "country_code": "IS"
                },
                {
                    "latitude": 66.044835,
                    "city_name": "Husavik",
                    "longitude": -17.338298,
                    "location_id": 22850,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.60386,
                    "city_name": "Myvatn",
                    "longitude": -16.996104,
                    "location_id": 12538,
                    "country_code": "IS"
                },
                {
                    "latitude": 65.266781,
                    "city_name": "Egilsstadir",
                    "longitude": -14.395094,
                    "location_id": 13804,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070309,
                    "city_name": "Jokulsarlon",
                    "longitude": -16.21154,
                    "location_id": 16225,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070389,
                    "city_name": "Skaftafell",
                    "longitude": -16.974975,
                    "location_id": 12537,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.833327,
                    "city_name": "Hella",
                    "longitude": -20.400066,
                    "location_id": 17609,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ]
        },
        "reviews_count": 0,
        "max_group_size": 12,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 5
            },
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            },
            {
                "year": 2025,
                "month": 5
            },
            {
                "year": 2025,
                "month": 6
            },
            {
                "year": 2025,
                "month": 7
            },
            {
                "year": 2025,
                "month": 8
            },
            {
                "year": 2025,
                "month": 9
            }
        ],
        "tour_length_days": 9,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/91452"
    },
    {
        "codes": [
            "BMRI"
        ],
        "budget": "budget",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_23f608.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_23f608.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_c32e431e.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_c32e431e.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_36f55397.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_36f55397.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_43e89e18.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_43e89e18.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_698677ff.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_698677ff.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_a03ff265.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_a03ff265.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_5d630642.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_5d630642.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_8ccb9c92.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_8ccb9c92.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_652e9e456ffb1.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_652e9e456ffb1.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/91647_652e9e457493b.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/91647_652e9e457493b.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/91647_f71e.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/91647_f71e.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "food": 3.9,
            "guide": 4.6,
            "overall": 4.2,
            "operator": 4.6,
            "itinerary": 4.4,
            "transport": 4.1,
            "accommodation": 3.9
        },
        "tour_id": 91647,
        "end_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 204,
            "name": "Intrepid Travel"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>All Intrepid group trips in Iceland are accompanied by one of our group leaders, who will also be the driver. The aim of the group leader is to take the hassle out of your travels and to help you have the best trip possible. Intrepid endeavours to provide the services of an experienced leader however, due to the seasonality of travel, rare situations may arise where your leader is new to a particular region or training other group leaders.<br><br>Your leader will provide information on the places you are travelling through, offer suggestions for things to do and see and introduce you to our local friends. While not being guides in the traditional sense you can expect them to have a broad general knowledge of the places visited on the trip, including historical, cultural, religious and social aspects.</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "2 breakfasts",
                    "is_included": true,
                    "food_options": [
                        "vegetarian",
                        "vegan",
                        "halal",
                        "kosher",
                        "meat"
                    ]
                }
            ],
            "others": [
                {
                    "description": "<p>Golden Circle - Thingvellir National Park</p><p>Golden Circle - Strokkur Geysir</p><p>Golden Circle - Gullfoss Waterfall</p><p>Skogafoss - Waterfall Visit</p><p>South Coast -  Dyrholaey Viewpoint</p><p>South Coast - Black Sand Beach</p><p>South Coast - Reynisfjara Rocks</p><p>South Coast - Laki Lava Fields</p><p>Reykjavik - Leader-led walking tour</p><p>Jokulsarlon - Glacier Lagoon</p><p>Vik - Seljalandsfoss Waterfall</p><p>Jokulsarlon - Diamond Beach</p>",
                    "is_included": true
                },
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "description": "<p>International flights are not included</p>",
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "description": "<p>Other activities and services not included</p>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "Insurance is not included. Travel insurance is required for this tour. Please make sure you are adequately covered. If you require travel insurance, TourRadar has partnered up with World Nomads to provide a hassle-free experience. More information can be found here (https://www.tourradar.com/travel-insurance).",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>On this trip we are travelling in our own private minibus as this allows us to reach some more off the beaten path destinations and gives us flexibility which would not be possible by public transport. Please note that there are some long travel days and some rough stretches on gravelly and windy roads. On some days we depart early in the morning to ensure we optimise our time. All our vehicles in Iceland have complimentary Wi-Fi.</p><p>Private minibus with free wi-fi</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p><br><b>OCCASIONAL ALTERNATIVE ACCOMMODATION:</b><br><br>The style of accommodation indicated in the day-to-day itinerary is a guideline. On rare occasions, alternative arrangements may need to be made due to the lack of availability of rooms in our usual accommodation. A similar standard of accommodation will be used in these instances.<br><br><b>TWIN SHARE / MULTI SHARE BASIS:</b><br><br>Accommodation on this trip is on a twin or multishare basis. Single travellers will share a room with other travellers of the same gender. Twin-share, quad-share and multishare bunk accommodation may be used depending on the season and the make-up of the group. A single supplement is not available on this trip. Please also be aware that many guesthouses in Iceland offer shared bathrooms rather than ensuite facilities.<br><br><b>CHECK-IN TIME:</b><br><br>Throughout the trip we request that our hotels prepare rooms in time for our arrival, especially if we're arriving prior to normal check-in time. However this isn't always possible which means we won't be able to check-in immediately on arrival at some hotels. Instead, we can store our luggage and explore our new destination.<br><br><b>PRE/POST TRIP ACCOMMODATION:</b><br><br>If you've purchased pre-trip or post-trip accommodation (if available), you may be required to change rooms from your trip accommodation for these extra nights.<br><br><b>FACILITIES:</b><br><br>Your accommodation may not always have private en suite facilities or air-conditioning. European hotels generally don't provide kettles or fridges.</p><p><p>Guesthouses & Farm Stays (4 nights)</p></p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "guesthouse",
                            "nights": 4
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 15
            },
            "recommended": {
                "max_age": 70,
                "min_age": 18
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 1,
                "title": "Day 1: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "Hallo! Welcome to Iceland. The world's northernmost capital of Reykjavik lies just below the Arctic Circle. The city sees around four hours of sunlight a day in winter and 22 hours or more in summer. Surrounded by volcanic peaks and crystalline ocean, and boasting a vibrant arts and nightlife scene, Reykjavik's contrasts are utterly beguiling. Why not arrive early and head to the National Museum, which depicts the history of Iceland from the ninth century (when the first Vikings from mainland Scandinavia arrived and settled) to the present day, or join locals who gossip and chatter in the Laugardalslaug Geothermal Pool."
            },
            {
                "order": 2,
                "title": "Day 2: Golden Circle / Hvolsvollur Area",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.532222,
                        "city_name": "Skogafoss",
                        "longitude": -19.511033,
                        "location_id": 20258,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.74999,
                        "city_name": "Hvolsvollur",
                        "longitude": -20.233984,
                        "location_id": 12536,
                        "country_code": "IS"
                    }
                ],
                "description": "Head out of town early this morning to follow the Golden Circle driving route towards Thingvellir National Park. Thingvellir was the location of Iceland's first parliament, founded in AD930, and is also the site of the Silfra Fissure, where tectonic plates are pulling apart and exposing some pretty wild rock shelves. Continue on to the Geysir Geothermal Area and check out the Strokkur Geyser – it swells with blue water before erupting and shooting a spout some 20–30 metres in the air. Finally, witness the sheer power of the Gullfoss (Golden) Waterfall on the Hvita River. You'll even get a chance to stop by Secret Lagoon, a natural hot pool that will beckon you to take a dip, on your way to tonight's accommodation. After your Golden Circle tour, head to your stay in the Hvolsvollur region for the evening. This guesthouse is a leader in local responsible tourism and sustainability. The owners started a tree planting project on their land to contribute to lowering atmospheric carbon dioxide and counteract soil erosion. Tonight, you’ll have the option to join the effort and head out into the hills surrounding the property to plant trees yourself."
            },
            {
                "order": 3,
                "title": "Day 3: Myrdalsjokull / South Coast / Reynivellir",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 63.64673,
                        "city_name": "Myrdalsjokull",
                        "longitude": -19.130282,
                        "location_id": 31662,
                        "country_code": "IS"
                    }
                ],
                "description": "Begin the day with a visit to the breathtaking Skogafoss – a giant waterfall, 25-metres wide and dropping 60 metres. Get up close and feel its power, then climb a long and windy set of stairs to a stunning viewpoint. Next up is one of Europe's biggest ice caps – Myrdalsjokull – which covers the active volcano Katla. Choose whether to join an optional hike over the glacier tongue – no experience is necessary. It’s sobering to think that the glacier is retreating due to rising world temperatures and may soon be gone. If you don't want to take the glacier walk, perhaps explore the area around the glacier tongue. Alternatively, Skogafoss waterfall has a number of walking trails, or you can visit the Skogar folk museum. Along today's drive you'll get to check out the Laki Lava fields as you continue along Iceland's South Shore, spotting bird colonies on the promontory of Dyrholaey, Iceland's southernmost point. You’ll also see the amazing stepping-stone rock formations of Reynisdrangar and its black sand beach, Reynisfjara. Continue to your overnight stop in the countryside near Reynivellir."
            },
            {
                "order": 4,
                "title": "Day 4: Jokulsarlon Glacier Lagoon / Vik / Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.070309,
                        "city_name": "Jokulsarlon",
                        "longitude": -16.21154,
                        "location_id": 16225,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.419341,
                        "city_name": "Vik",
                        "longitude": -19.009695,
                        "location_id": 16232,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "This morning, visit one of Iceland's undisputed highlights: the Jokulsarlon glacier lagoon. Consider jumping on an optional cruise among the icebergs, or just take a walk along the shore down to Diamond Beach, where icebergs from the lagoon wash up on its black sands. Later today, head to Vik for lunch. With the sea on one side and high cliffs on the other, this dramatically positioned small village is Iceland's most southern mainland settlement. In the afternoon, complete your southerly loop by heading back to Reykjavik with a quick stop at Seljalandsfoss on your way. On arrival in Reykjavik, join your local leader for a short guided walk of the capital to visit the old harbour, city centre and snap some photos of Hallgrimskirkja church. The evening is free for you to enjoy all the capital has to offer, so why not get your group together for dinner! Perhaps, stop in Reykjavik`s most famous hot dog stand Bæjarins Beztu Pylsur on the main square or head over to one of the many bars in town serving Icelandic craft beers."
            },
            {
                "order": 5,
                "title": "Day 5: Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    }
                ],
                "description": "With no activities planned for today, it’s time to say 'sjaumst' to your group leader and fellow travellers. That doesn’t mean your adventure has to come to an end! If you’d like to spend more time in Reykjavik and surrounds, we’ll be happy to book additional accommodation (subject to availability). What happens next is up to you – maybe a snorkelling adventure in the Silfra Fissure or a soak in the famous Blue Lagoon."
            }
        ],
        "tour_name": "Iceland Express",
        "start_city": {
            "latitude": 64.135796,
            "city_name": "Reykjavik",
            "longitude": -21.896657,
            "location_id": 6079,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 6,
                "group_id": 24,
                "type_name": "Coach / Bus",
                "group_name": "Transport Types"
            },
            {
                "type_id": 77,
                "group_id": 11,
                "type_name": "In-depth Cultural",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 164,
                "group_id": 26,
                "type_name": "Family",
                "group_name": "Tour Demographics"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 373,
                "group_id": 2,
                "type_name": "Fully Guided",
                "group_name": "Guide Type"
            }
        ],
        "description": "Want a big adventure in a short amount of time? Travel to Iceland and explore the ancient land of Vikings and volcanoes on this five-day trip. Traverse the Golden Circle and marvel at the explosive power of the Geysir Geothermal Area and Gulfoss waterfall. Walk the black sand beaches of the Jokulsarlon lagoon and decide whether take an optional walk on the mighty Myrdalsjokull glacier. This fast-paced adventure focuses on the natural, untamed beauty of Iceland – taking you straight to the heart of the action with a local leader by your side.<br /><br />The destinations visited on this trip can be cold throughout the year, especially between November and April. Please bring appropriate clothing for adverse weather conditions. There may be the rare occasion where your leader has to alter the itinerary and activities due to the weather. In this case an alternative will be offered.\r\n\r\nDue to the remote locations we visit, there are a few long drives on this trip. This is a great opportunity to enjoy the scenery and spend some time getting to know the other members of your group. On this trip we are travelling in our own private minibus with complimentary wi-fi.\r\n\r\nAs accommodation on this trip is twin or multishare, single travellers will share a room with other travellers of the same gender. Twin-share, quad-share and multishare bunk accommodation may be used depending on the season and the make-up of the group. A single supplement is not available on this trip. Please also be aware that many guesthouses in Iceland offer shared bathrooms rather than ensuite facilities. Rooms in Iceland can be small, and at times you may be accommodated a short walk away from the main building.",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.532222,
                    "city_name": "Skogafoss",
                    "longitude": -19.511033,
                    "location_id": 20258,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.74999,
                    "city_name": "Hvolsvollur",
                    "longitude": -20.233984,
                    "location_id": 12536,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.64673,
                    "city_name": "Myrdalsjokull",
                    "longitude": -19.130282,
                    "location_id": 31662,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.070309,
                    "city_name": "Jokulsarlon",
                    "longitude": -16.21154,
                    "location_id": 16225,
                    "country_code": "IS"
                },
                {
                    "latitude": 63.419341,
                    "city_name": "Vik",
                    "longitude": -19.009695,
                    "location_id": 16232,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 64.09713912311825,
                    "longitude": -17.765290484547556,
                    "location_id": 1000061,
                    "country_code": "IS",
                    "natural_destination_name": "Iceland South Coast"
                },
                {
                    "type": "region",
                    "latitude": 64.19559821518635,
                    "longitude": -18.0903256878859,
                    "location_id": 1000062,
                    "country_code": "IS",
                    "natural_destination_name": "South Iceland"
                }
            ]
        },
        "reviews_count": 19,
        "max_group_size": 16,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 5
            },
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            },
            {
                "year": 2024,
                "month": 9
            },
            {
                "year": 2025,
                "month": 5
            },
            {
                "year": 2025,
                "month": 6
            },
            {
                "year": 2025,
                "month": 7
            },
            {
                "year": 2025,
                "month": 8
            },
            {
                "year": 2025,
                "month": 9
            }
        ],
        "tour_length_days": 5,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [
            "It was very informative. The sites spectacular.",
            "It was an amazing trip. Our guide Stefan made it a wonderful adventure. Beautiful picturesque landscapes! It was great to sit back and just enjoy it while Stefan drove and organized our days according to weather so we got the best experience.",
            "Perfect opportunity to see the South of Iceland with ease. Margret was a great guide and everything ran perfectly. Most of all I met a wonderful group of people who I’m looking forward to keeping in touch with!",
            "This tour is highly recommended as it provides an excellent taste of beautiful Iceland. Our tour guide, Vilhjalmur, was informative and a pleasure to interact with.",
            "The tour was great! Our tour guide Jonas went above and beyond to make us feel welcomed, safe, and comfortable. I would recommend this tour to anyone who wants to have a quick glimpse of key spots in Iceland in a short time. We were also very lucky to get a wonderful group of fellow travelers. People matter!",
            "Great value for once in a lifetime of experiences in other worldly environments. You’d pay much more for the same trip even with the same tour operator.",
            "Paulina was excellent in all she told us, planned for us, just excellent in everything",
            "Good trip, good guide",
            "Loved your country. Our guide , Pall. was extremely knowledgeable and presented information in great story form. Definitely want to return for more.",
            "Excellent trip that fit all the highlights of Iceland into 3 days, from glacier hikes to lagoon rides and lava fields, while not feeling rushed. Note most excursions are optional add ons. The free day on either side of the driving days was great as we were able to explore more. Tour guide was very knowledgeable, friendly and passionate about Iceland. The small size of the tour was great as we got to know each other and become good mates over the few days. Highly recommend this tour for those wanting to see as much of Iceland in a few days."
        ],
        "tour_url": "https://www.tourradar.com/t/91647"
    },
    {
        "codes": [
            "6924"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_c856927d.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_c856927d.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_cf2a6757.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_cf2a6757.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_6224361c.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_6224361c.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_0bb5fcd3.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_0bb5fcd3.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_9ab62ba5.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_9ab62ba5.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_6c88af84.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_6c88af84.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/94341_8f5cc274.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/94341_8f5cc274.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/94341_c856.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/94341_c856.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "operator": 4.5
        },
        "tour_id": 94341,
        "end_city": {
            "latitude": 66.073757,
            "city_name": "Isafjordur",
            "longitude": -23.141885,
            "location_id": 14572,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 2499,
            "name": "Borea Adventures"
        },
        "services": {
            "guide": [
                {
                    "description": "<p>Professional guide</p>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "<ul><li>All food</li></ul>",
                    "is_included": true
                }
            ],
            "others": [
                {
                    "description": "<p>Kayaking gear (kayak, paddle, neoprene pants, dry top, spray skirt, life vest, paddling boots, paddling gloves and additional dry bags)</p>",
                    "is_included": true
                },
                {
                    "description": "<p>Travel to and from Ísafjörður prior to and after the trip</p><p>Food on the first day until the trip departs</p><p>Personal medical insurance</p><p>Personal equipment and clothing</p>",
                    "is_included": false
                }
            ],
            "flights": [
                {
                    "description": "<p>International flights are not included</p>",
                    "is_included": false
                }
            ],
            "optional": [
                {
                    "description": "<p>Other activities and services are not included</p>",
                    "is_included": false
                }
            ],
            "insurance": [
                {
                    "description": "<p>Travel insurance is not included</p>",
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<p>Ferry and car transfer on the first and last day</p>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<p>Tents</p>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "camping"
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 80,
                "min_age": 16
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 0,
                "title": "Day 1: Kv&iacute;ar",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 66.073757,
                        "city_name": "Isafjordur",
                        "longitude": -23.141885,
                        "location_id": 14572,
                        "country_code": "IS"
                    }
                ],
                "description": "Meet up at our caf&eacute; Br&aelig;&eth;raborg around 08:00 in the morning for preparations and briefing. You leave the harbour in &Iacute;safj&ouml;r&eth;ur on our passenger ferry Bjarnarnes at 9:00 AM. The destination is our farmhouse in Kv&iacute;ar that stands on the shore between the fjords of Vei&eth;leysufj&ouml;r&eth;ur and L&oacute;nafj&ouml;r&eth;ur. There you will meet your giude and join the group that is doing the whole six days trip. Boats and other gear that we provide, will probably already be there or you will take it with you on the passenger boat.</p><p>We pack our boats and start paddling. Our first task is to paddle across the bay to the South side near H&ouml;f&eth;i to get a good look at Leirufj&ouml;r&eth;ur Fjord with Drangj&ouml;kull Glacier in the distance. Leirufj&ouml;r&eth;ur (e. Silt Fjord). The name of the fjord explains itself when we see the clay and silt coming from the glacier river of Drangaj&ouml;kull Glacier. We then head along the shoreline towards Grunnav&iacute;k Bay. En-route is a nice rock arch that we can pass under on high tide. There is also a good chance to spot porpoises close to the coast, especially if the sea is calm. In Grunnav&iacute;k there are a few summerhouses and a nice church that we can take a look at. Camp on the beach.</p><p>Distance: 20 km."
            },
            {
                "order": 1,
                "title": "Day 2: Iacute;safjar&eth;ardj&uacute;p",
                "duration": 1,
                "description": "Today we head out of the J&ouml;kulfir&eth;ir fjord system and into the big bay of &Iacute;safjar&eth;ardj&uacute;p. We pass many beautiful waterfalls on the way that people rarely experience since they are so unaccessible by foot. We continue along the coast of Sn&aelig;fjallastr&ouml;nd and camp either in the beautiful cove in Ytraskar&eth; (20 km) or by the breathtaking M&ouml;ngufoss waterfall (24 km), all depending on conditions. Campfire on the beach to watch the beautiful sunset."
            },
            {
                "order": 2,
                "title": "Day 3: AElig;&eth;ey",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 66.055401,
                        "city_name": "Vigur",
                        "longitude": -22.828909,
                        "location_id": 27653,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 66.073757,
                        "city_name": "Isafjordur",
                        "longitude": -23.141885,
                        "location_id": 14572,
                        "country_code": "IS"
                    }
                ],
                "description": "Our first stop on the last full day of kayaking is the island of &AElig;&eth;ey. The island is inhabited by one family during the summer months and is a nice place to stop, relax and enjoy life on the island while ashore. The waters around the island is covered with puffins and other sea birds. Literally! After visiting the island, we do a long crossing (9 km) to the island of Vigur. The birdlife on the island is quite amazing and the farmers have raised special rock walls for the eider ducks to nest. Puffins are found all over the island. The beautiful and colorful houses are very picturesque and the small coffee house is a great place to stop by and relax. After about two hours on the island, we get going again for the last leg of the trip. Depending on weather, we&#39;ll paddle about 6 km to Hvitanes or to the village of S&uacute;&eth;av&iacute;k if conditions are good, where a car will pick us up. Drive back to &Iacute;safj&ouml;r&eth;ur. We&#39;ll arrive in &Iacute;safj&ouml;r&eth;ur in time for the afternoon flight for those flying back to Reykjav&iacute;k. We urge you to stay at least one night in &Iacute;safj&ouml;r&eth;ur and get to know this old and beautiful town. There are many interesting sites and nice walks in the mountains around the fjord that are definitely worth it.</p><p>Distance: 20-22 km.</p><p>This description gives only a brief overview and might be changed by the guide, depending on weather and other conditions."
            }
        ],
        "tour_name": "Coastal Kayaking Adventure",
        "start_city": {
            "latitude": 66.073757,
            "city_name": "Isafjordur",
            "longitude": -23.141885,
            "location_id": 14572,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 60,
                "group_id": 12,
                "type_name": "Kayak & Canoe",
                "group_name": "Adventure Activities"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 374,
                "group_id": 2,
                "type_name": "Partially Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 379,
                "group_id": 3,
                "type_name": "Serious",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            }
        ],
        "description": "This expedition really is a journey into the wilds of Iceland",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 66.073757,
                    "city_name": "Isafjordur",
                    "longitude": -23.141885,
                    "location_id": 14572,
                    "country_code": "IS"
                },
                {
                    "latitude": 66.055401,
                    "city_name": "Vigur",
                    "longitude": -22.828909,
                    "location_id": 27653,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 65.08212462827414,
                    "longitude": -22.702715861247793,
                    "location_id": 1000065,
                    "country_code": "IS",
                    "natural_destination_name": "West Iceland"
                },
                {
                    "type": "region",
                    "latitude": 65.84803595494279,
                    "longitude": -22.704085824713008,
                    "location_id": 1000066,
                    "country_code": "IS",
                    "natural_destination_name": "Iceland Westfjords "
                }
            ]
        },
        "reviews_count": 0,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            }
        ],
        "tour_length_days": 3,
        "is_instant_confirmable": false,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/94341"
    },
    {
        "codes": [
            "ICE & WGR-4"
        ],
        "budget": "comfort",
        "images": [
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b720.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b720.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b726.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b726.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b729.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b729.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b72c.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b72c.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b72e.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b72e.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b731.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b731.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b733.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b733.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b735.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b735.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b737.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b737.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/tour/1500x800/98102_5e68f30e8b73a.jpg",
                "type": "image",
                "thumbnail_url": "https://cdn.tourradar.com/s3/tour/200x200/98102_5e68f30e8b73a.jpg"
            },
            {
                "url": "https://cdn.tourradar.com/s3/map/1500x800/98102_0afa.png",
                "type": "map",
                "thumbnail_url": "https://cdn.tourradar.com/s3/map/200x200/98102_0afa.png"
            }
        ],
        "locale": "en_US",
        "ratings": {
            "operator": 4.5
        },
        "tour_id": 98102,
        "end_city": {
            "latitude": 63.975961,
            "city_name": "Keflavik",
            "longitude": -22.631836,
            "location_id": 13095,
            "country_code": "IS"
        },
        "language": "en",
        "operator": {
            "id": 3166,
            "name": "GJ Travel"
        },
        "services": {
            "guide": [
                {
                    "description": "<ul>  <li>Guided Golden Circle tour in Iceland</li>  <li>Local guide in Greenland</li></ul>",
                    "is_included": true
                }
            ],
            "meals": [
                {
                    "description": "<ul>  <li>Daily breakfasts</li>  <li>Welcome & farewell dinner at Hotel Arctic</li>  <li>Lunch/dinner on boat trip to Eqi glacier </li></ul>",
                    "is_included": true
                }
            ],
            "others": [
                {
                    "description": "<ul>  <li>Bus to/from Blue Lagoon (seat-in-coach) including entrance fee & towel </li>  <li>3 hours easy hike to the old Sermermiut settlement at the Icefiord including refreshments </li>  <li>3 hours midnight sailing among the icebergs including refreshments </li>  <li>6-7 hours boat trip to Eqi glacier and Inuit settlement Ataa including lunch and refreshments</li></ul>",
                    "is_included": true
                }
            ],
            "flights": [
                {
                    "description": "<ul>  <li>Return flight Keflavik-Ilulissat-Keflavik including airport taxes</li></ul>",
                    "is_included": true
                }
            ],
            "insurance": [
                {
                    "is_included": false
                }
            ],
            "transport": [
                {
                    "description": "<ul>  <li>Airport transfers</li>  <li>Return flight Keflavik-Ilulissat-Keflavik, including airport taxes</li></ul>",
                    "is_included": true
                }
            ],
            "accommodation": [
                {
                    "description": "<ul>  <li>Iceland: 4x nights at a 3- or 4-star hotel in Reykjavik</li>  <li>Greenland: 3x nights in 4-star Hotel Arctic, Ilulissat</li></ul>",
                    "is_included": true,
                    "accommodations": [
                        {
                            "type": "hotel"
                        }
                    ]
                }
            ]
        },
        "age_range": {
            "strict": {
                "max_age": 99,
                "min_age": 12
            }
        },
        "end_point": {},
        "is_active": true,
        "itinerary": [
            {
                "order": 0,
                "title": "Day 1: Welcome to Iceland",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.975961,
                        "city_name": "Keflavik",
                        "longitude": -22.631836,
                        "location_id": 13095,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Individual transfer by Flybus shuttle bus from Keflavík International Airport to your accommodation in Reykjavík, where you spend two nights. Today you may explore Iceland’s capital city on your own if time allows.</p>\n<p><br></p>\n<p>Overnight location:</p>\n<p>Fosshótel Barón (3*) / Fosshótel Reykjavík (4*) or similar hotels, Reykjavík. Dinner is on your own.</p>"
            },
            {
                "order": 1,
                "title": "Day 2: The Golden Circle",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.255857,
                        "city_name": "Thingvellir National Park",
                        "longitude": -21.130362,
                        "location_id": 16219,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.327751,
                        "city_name": "Gullfoss",
                        "longitude": -20.121333,
                        "location_id": 16224,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 64.310372,
                        "city_name": "Geysir",
                        "longitude": -20.302361,
                        "location_id": 37792,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Iceland is spectacular, and so is the Golden Circle Route. The first stop is Thingvellir National Park, the beautiful site of Iceland’s first parliament and the place where the Eurasian and North American tectonic plates meet and move apart. There is a widening fissure in the ground where the planet opens up. The next stop is the Gullfoss waterfall that tumbles 34 meters into the Hvítá river. Nearby we explore the Geysir geothermal fields with a variety of hot springs and bubbling pools. The sheer power of water and steam erupting from the ground makes you realise how alive the ground is beneath our feet. Trip duration: 8 hours</p>\n<p><br></p>\n<p>Overnight location:</p>\n<p>Fosshótel Barón (3*) / Fosshótel Reykjavík (4*) or similar hotels, Reykjavík.</p>\n<p>Meals included: Breakfast</p>"
            },
            {
                "order": 2,
                "title": "Day 3: Reykjavik - Ilulissat, city walk in Ilulisat & sunset cruise in the Icefiord",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 69.21667,
                        "city_name": "Ilulissat",
                        "longitude": -51.1,
                        "location_id": 17189,
                        "country_code": "GL"
                    }
                ],
                "description": "<p>Private airport transfer to Keflavík International Airport for your 3-hour flight to Ilulissat, Greenland. Transfer to 4-star Hotel Arctic. After the welcome meeting with your local guide, enjoy a guided city walk of Ilulissat. Afterwards, you have some time to explore the town, visit the local museum and observe Greenlandic life at the always busy harbour. Welcome dinner (2-course) is included at Hotel Arctic.</p>\n<p>Around 22:00, depart for a sunset cruise to the famous Ilulissat Icefiord, the world’s largest ice sculpture park. The experience is overwhelming; the lights and colours constantly change. Enjoy a late drink on “the real rocks”. The tour duration is about 3 hours. Dress warmly.</p>\n<p>(Note: The season for midnight sun is approx. May 22-Jul 24. Outside this season, the excursion is operated as an evening cruise with the beautiful sunset reflecting over the icebergs).</p>\n<p>Overnight location:</p>\n<p>Hotel in Ilulissat</p>\n<p>Meals included: Breakfast&nbsp;</p>"
            },
            {
                "order": 3,
                "title": "Day 4: Boat trip to Eqi - the calving glacier & Rodebay - hunter's village",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 69.21667,
                        "city_name": "Ilulissat",
                        "longitude": -51.1,
                        "location_id": 17189,
                        "country_code": "GL"
                    }
                ],
                "description": "<p>Breakfast at the hotel. Early morning departure for the one-day boat trip to Eqi – the calving glacier. The Eqi glacier runs into the fjord 80 km north of Ilulissat and is one of the most beautiful places in Greenland. It is possible to get very close to the 5-km wide glacier front and experience huge pieces of ice breaking off. The sound of an active calving glacier is quite remarkable, while the sight of icebergs toppling into the water is breathtaking. Afterwards, we continue to the small settlement of Oqaatsut/Rodebay. The local population of about 40 people is dependent on fishing and hunting. You experience an entirely different world compared to the nearby town of Ilulissat. Guided walk through the village before enjoying a local meal at the old trading station. For hundreds of years, Oqaatsut/Rodebay was a stopover place for Dutch whalers, who dragged the huge whales onto land here in the old village. The village, which lies in a beautiful natural setting just 15 km north of Ilulissat, has its school, church, shop and a single restaurant, “H8”, which serves excellent meals in the old colonial building. Tour duration: about 7-8 hours.</p>\n<p>Overnight location:</p>\n<p>Hotel in Ilulissat</p>\n<p>Meals included: Breakfast</p>"
            },
            {
                "order": 4,
                "title": "Day 5: Inuit Settlement at the Ilulissat Icefiord",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 69.21667,
                        "city_name": "Ilulissat",
                        "longitude": -51.1,
                        "location_id": 17189,
                        "country_code": "GL"
                    }
                ],
                "description": "<p>Breakfast at the hotel. By bus as far as the road goes. Guided walking tour to the old Inuit settlement Sermermiut located on the famous Ilulissat Icefiord inscribed on the UNESCO’s world heritage list in 2004. The ancient settlement of Sermermiut, 1.5 km south of the town, is surrounded by Ilulissat’s beautiful icebergs. Various Inuit cultures have lived here over the past 4,000 years, and you can still see remains from ancient times. Learn about local history and customs before Europeans arrived. See plots settled for thousands of years and admire the views across the majestic icebergs. Please wear proper boots or hiking boots. The hiking distance is about 3 km (1,9 mls) round-trip; hiking time is about 1 hour. Terrain: mainly track bridge and a bit of uneven nature and rocky trail. The tour duration is about 3 hours.</p>\n<p>After the hike you will be taken to a local family for a home visit. These are locals opening their homes to you, the latest gossip is shared over a cup of coffee. You will learn about life of the locals isolated from the rest of the world.</p>\n<p>Overnight location:</p>\n<p>Hotel in Ilulissat</p>\n<p>Meals included: Breakfast</p>"
            },
            {
                "order": 5,
                "title": "Day 6: Ilulissat - Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.975961,
                        "city_name": "Keflavik",
                        "longitude": -22.631836,
                        "location_id": 13095,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 69.21667,
                        "city_name": "Ilulissat",
                        "longitude": -51.1,
                        "location_id": 17189,
                        "country_code": "GL"
                    }
                ],
                "description": "<p>Breakfast at the hotel. Spend some time in the morning exploring the town of Ilulissat and last-minute Greenland shopping. The short Arctic adventure has ended, and you return by flight to Keflavík, Iceland. Private airport transfer to Reykjavik to your accommodation. Stay two nights in a 3 or 4-star hotel in Reykjavik, Iceland.</p>\n<p><br></p>\n<p>Overnight location:</p>\n<p>Fosshótel Barón (3*) / Fosshótel Reykjavík (4*) or similar hotels, Reykjavík.</p>\n<p>Meals included: Breakfast</p>"
            },
            {
                "order": 6,
                "title": "Day 7: Blue Lagoon & Reykjavik",
                "duration": 1,
                "locations": [
                    {
                        "latitude": 64.135796,
                        "city_name": "Reykjavik",
                        "longitude": -21.896657,
                        "location_id": 6079,
                        "country_code": "IS"
                    },
                    {
                        "latitude": 63.879233,
                        "city_name": "Blue Lagoon",
                        "longitude": -22.444877,
                        "location_id": 17722,
                        "country_code": "IS"
                    }
                ],
                "description": "<p>Depart by bus (no guide) and drive through rough lava fields to the Blue Lagoon, where you can relax in its rejuvenating geothermal water. The water is rich in minerals and believed to have healing powers. The afternoon is free at leisure to explore Reykjavik, Iceland’s capital, or enjoy an optional spa treatment at the Blue Lagoon.</p>\n<p><br></p>\n<p>Overnight location:</p>\n<p>Fosshótel Barón (3*) / Fosshótel Reykjavík (4*) or similar hotels, Reykjavík.</p>\n<p>Meals included: Breakfast</p>"
            },
            {
                "order": 7,
                "title": "Day 8: Departure Home",
                "duration": 1,
                "description": "<p>Individual transfer by Flybus shuttle bus from your accommodation in Reykjavik to Keflavik International Airport.</p>\n<p><br></p>\n<p>Meals included: Breakfast at the hotel</p>"
            }
        ],
        "tour_name": "Highlights of Iceland & Greenland - 8 days",
        "start_city": {
            "latitude": 63.975961,
            "city_name": "Keflavik",
            "longitude": -22.631836,
            "location_id": 13095,
            "country_code": "IS"
        },
        "tour_types": [
            {
                "type_id": 14,
                "group_id": 4,
                "type_name": "Active",
                "group_name": "Nature & Adventure"
            },
            {
                "type_id": 372,
                "group_id": 1,
                "type_name": "Group",
                "group_name": "Group Type"
            },
            {
                "type_id": 374,
                "group_id": 2,
                "type_name": "Partially Guided",
                "group_name": "Guide Type"
            },
            {
                "type_id": 377,
                "group_id": 3,
                "type_name": "Easy",
                "group_name": "Physical rating type"
            },
            {
                "type_id": 383,
                "group_id": 11,
                "type_name": "Explorer",
                "group_name": "Adventure Styles"
            },
            {
                "type_id": 403,
                "group_id": 29,
                "type_name": "Private Room",
                "group_name": "Solo Travelers"
            }
        ],
        "description": "<p>Discover South Iceland’s most iconic attractions, including Gullfoss waterfall and Geysir hot springs, during a 4-night stay in Iceland’s capital. Then, bathe in the famous Blue Lagoon for a holiday of extreme contrasts and explore Reykjavik, Iceland’s cosmopolitan capital city. We offer both a 3-star and a 4-star hotel option in Reykjavík.</p>\n<p><br></p>\n<p>A 4-day visit to Greenland brings you to a world of giant icebergs, hauling husky dogs and fascinating Inuit culture. Stay three nights in Ilulissat, West Greenland, which is popular for visitors searching for an ideal mix of authentic Inuit culture and a modern society that pulses under the magical light of the midnight sun. Located on the west coast of Greenland, above the Arctic Circle, Greenland’s famous Ilulissat Icefiord is the sea mouth of Sermeq Kujalleq, one of the many glaciers through which the Greenland ice cap reaches the sea.</p>",
        "start_point": {},
        "destinations": {
            "cities": [
                {
                    "latitude": 63.975961,
                    "city_name": "Keflavik",
                    "longitude": -22.631836,
                    "location_id": 13095,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.135796,
                    "city_name": "Reykjavik",
                    "longitude": -21.896657,
                    "location_id": 6079,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.255857,
                    "city_name": "Thingvellir National Park",
                    "longitude": -21.130362,
                    "location_id": 16219,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.327751,
                    "city_name": "Gullfoss",
                    "longitude": -20.121333,
                    "location_id": 16224,
                    "country_code": "IS"
                },
                {
                    "latitude": 64.310372,
                    "city_name": "Geysir",
                    "longitude": -20.302361,
                    "location_id": 37792,
                    "country_code": "IS"
                },
                {
                    "latitude": 69.21667,
                    "city_name": "Ilulissat",
                    "longitude": -51.1,
                    "location_id": 17189,
                    "country_code": "GL"
                },
                {
                    "latitude": 63.879233,
                    "city_name": "Blue Lagoon",
                    "longitude": -22.444877,
                    "location_id": 17722,
                    "country_code": "IS"
                }
            ],
            "countries": [
                {
                    "location_id": 77,
                    "country_code": "IS",
                    "country_name": "Iceland",
                    "currency_code": "ISK",
                    "currency_name": "Iceland Krona",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F"
                    ]
                },
                {
                    "location_id": 227,
                    "country_code": "GL",
                    "country_name": "Greenland",
                    "currency_code": "DKK",
                    "currency_name": "Danish Krone",
                    "electricity_outlets": [
                        "C",
                        "E",
                        "F",
                        "K"
                    ]
                }
            ],
            "natural_destinations": [
                {
                    "type": "region",
                    "latitude": 64.19559821518635,
                    "longitude": -18.0903256878859,
                    "location_id": 1000062,
                    "country_code": "IS",
                    "natural_destination_name": "South Iceland"
                }
            ]
        },
        "reviews_count": 0,
        "max_group_size": 25,
        "guide_languages": [
            1
        ],
        "departure_months": [
            {
                "year": 2024,
                "month": 6
            },
            {
                "year": 2024,
                "month": 7
            },
            {
                "year": 2024,
                "month": 8
            }
        ],
        "tour_length_days": 8,
        "is_instant_confirmable": true,
        "has_machine_translated_content": false,
        "reviews": [],
        "tour_url": "https://www.tourradar.com/t/98102"
    }
]